// Auto-generated config - do not edit directly

export const indicatorDomains = [
  {
    "code": "I",
    "name_kh": "សូចនាករ",
    "sub_domains": [
      {
        "code": "1.1",
        "name_kh": "១.១ ការលើកកម្ពស់លទ្ធិប្រជាធិបតេយ្យនៅមូលដ្ឋាន",
        "sort_order": 1,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ភាគរយចំនួនប្រជាពលរដ្ឋគ្រប់អាយុ១៨ឆ្នាំ ទៅចុះឈ្មោះបោះឆ្នោតត្រឹមឆ្នាំ២០២២",
            "data_type": "percentage",
            "unit_kh": "១. ភាគរយចំនួនប្រជាពលរដ្ឋគ្រប់អាយុ១៨ឆ្នាំ ទៅចុះឈ្មោះបោះឆ្នោតត្រឹមឆ្នាំ២០២២",
            "sort_order": 1,
            "key": "I.1.1.1"
          },
          {
            "code": "2",
            "name_kh": "២. ភាគរយចំនួនប្រជាពលរដ្ឋគ្រប់អាយុ១៨ឆ្នាំ ទៅចុះឈ្មោះបោះឆ្នោតឆ្នាំត្រឹម២០២៥",
            "data_type": "percentage",
            "unit_kh": "២. ភាគរយចំនួនប្រជាពលរដ្ឋគ្រប់អាយុ១៨ឆ្នាំ ទៅចុះឈ្មោះបោះឆ្នោតឆ្នាំត្រឹម២០២៥",
            "sort_order": 2,
            "key": "I.1.1.2"
          },
          {
            "code": "3",
            "name_kh": "៣. ភាគរយនៃចំនួនប្រជាពលរដ្ឋមានឈ្មោះបោះឆ្នោត បានទៅបោះឆ្នោតឃុំ សង្កាត់ឆ្នាំ២០១៧",
            "data_type": "binary",
            "unit_kh": "៣. ភាគរយនៃចំនួនប្រជាពលរដ្ឋមានឈ្មោះបោះឆ្នោត បានទៅបោះឆ្នោតឃុំ សង្កាត់ឆ្នាំ២០១៧",
            "sort_order": 3,
            "key": "I.1.1.3"
          },
          {
            "code": "4",
            "name_kh": "៤. ភាគរយនៃចំនួនប្រជាពលរដ្ឋមានឈ្មោះបោះឆ្នោត បានទៅបោះឆ្នោតឃុំ សង្កាត់ឆ្នាំ២០២២",
            "data_type": "binary",
            "unit_kh": "៤. ភាគរយនៃចំនួនប្រជាពលរដ្ឋមានឈ្មោះបោះឆ្នោត បានទៅបោះឆ្នោតឃុំ សង្កាត់ឆ្នាំ២០២២",
            "sort_order": 4,
            "key": "I.1.1.4"
          },
          {
            "code": "5",
            "name_kh": "៥. ករណីអំពើហិង្សាពាក់ព័ន្ធនឹងការបោះឆ្នោតតំណាងរាស្រ្តឆ្នាំ២០២៣",
            "data_type": "number",
            "unit_kh": "៥. ករណីអំពើហិង្សាពាក់ព័ន្ធនឹងការបោះឆ្នោតតំណាងរាស្រ្តឆ្នាំ២០២៣",
            "sort_order": 5,
            "key": "I.1.1.5"
          },
          {
            "code": "6",
            "name_kh": "៦. ករណីអំពើហិង្សាពាក់ព័ន្ធនឹងការបោះឆ្នោតឃុំ សង្កាត់២០២២",
            "data_type": "number",
            "unit_kh": "៦. ករណីអំពើហិង្សាពាក់ព័ន្ធនឹងការបោះឆ្នោតឃុំ សង្កាត់២០២២",
            "sort_order": 6,
            "key": "I.1.1.6"
          },
          {
            "code": "7",
            "name_kh": "៧. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់មានសញ្ញាបត្រមធ្យមសិក្សាទុតិយភូមិ (រាប់តែមាជិកមកពីគណបក្សប្រជាជនកម្ពុជា)",
            "data_type": "binary",
            "unit_kh": "៧. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់មានសញ្ញាបត្រមធ្យមសិក្សាទុតិយភូមិ (រាប់តែមាជិកមកពីគណបក្សប្រជាជនកម្ពុជា)",
            "sort_order": 7,
            "key": "I.1.1.7"
          },
          {
            "code": "8",
            "name_kh": "៨. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់មានបរិញ្ញបត្ររង (រាប់តែមាជិកមកពីគណបក្សប្រជាជនកម្ពុជា)",
            "data_type": "binary",
            "unit_kh": "៨. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់មានបរិញ្ញបត្ររង (រាប់តែមាជិកមកពីគណបក្សប្រជាជនកម្ពុជា)",
            "sort_order": 8,
            "key": "I.1.1.8"
          },
          {
            "code": "9",
            "name_kh": "៩. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់មានបរិញ្ញបត្រ (រាប់តែមាជិកមកពីគណបក្សប្រជាជនកម្ពុជា)",
            "data_type": "binary",
            "unit_kh": "៩. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់មានបរិញ្ញបត្រ (រាប់តែមាជិកមកពីគណបក្សប្រជាជនកម្ពុជា)",
            "sort_order": 9,
            "key": "I.1.1.9"
          },
          {
            "code": "10",
            "name_kh": "១០. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់មានបរិញ្ញបត្រជាន់ខ្ពស់ឡើង(រាប់តែមាជិកមកពីគណបក្សប្រជាជនកម្ពុជា)",
            "data_type": "binary",
            "unit_kh": "១០. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់មានបរិញ្ញបត្រជាន់ខ្ពស់ឡើង(រាប់តែមាជិកមកពីគណបក្សប្រជាជនកម្ពុជា)",
            "sort_order": 10,
            "key": "I.1.1.10"
          },
          {
            "code": "11",
            "name_kh": "១១. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់ដែលត្រូវដកចេញពីមុខតំណែងដោយសារ ឬទទួលទណ្ឌកម្មវិន័យពាក់ព័ន្ធអាកប្បកិរិយា មិនស្អាតស្អំ ការមិនគោរពច្បាប់ ការរើសអើង",
            "data_type": "binary",
            "unit_kh": "១១. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់ដែលត្រូវដកចេញពីមុខតំណែងដោយសារ ឬទទួលទណ្ឌកម្មវិន័យពាក់ព័ន្ធអាកប្បកិរិយា មិនស្អាតស្អំ ការមិនគោរពច្បាប់ ការរើសអើង",
            "sort_order": 11,
            "key": "I.1.1.11"
          },
          {
            "code": "12",
            "name_kh": "១២. ចំនួនសរុបនៃសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់(រាប់តែមាជិកមកពីគណបក្សប្រជាជនកម្ពុជា)",
            "data_type": "number",
            "unit_kh": "១២. ចំនួនសរុបនៃសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់(រាប់តែមាជិកមកពីគណបក្សប្រជាជនកម្ពុជា)",
            "sort_order": 12,
            "key": "I.1.1.12"
          },
          {
            "code": "13",
            "name_kh": "១៣. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់ជាស្រ្តី (រាប់តែមាជិកមកពីគណបក្សប្រជាជនកម្ពុជា)",
            "data_type": "number",
            "unit_kh": "១៣. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់ជាស្រ្តី (រាប់តែមាជិកមកពីគណបក្សប្រជាជនកម្ពុជា)",
            "sort_order": 13,
            "key": "I.1.1.13"
          },
          {
            "code": "14",
            "name_kh": "១៤. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់ជាយុវជន (ក្រោម៤៥ឆ្នាំ)",
            "data_type": "number",
            "unit_kh": "១៤. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់ជាយុវជន (ក្រោម៤៥ឆ្នាំ)",
            "sort_order": 14,
            "key": "I.1.1.14"
          },
          {
            "code": "15",
            "name_kh": "១៥. ចំនួនសរុបស្មៀនឃុំ សង្កាត់",
            "data_type": "number",
            "unit_kh": "១៥. ចំនួនសរុបស្មៀនឃុំ សង្កាត់",
            "sort_order": 15,
            "key": "I.1.1.15"
          },
          {
            "code": "16",
            "name_kh": "១៦. ចំនួនសរុបស្មៀនឃុំ សង្កាត់ជាស្ត្រី",
            "data_type": "number",
            "unit_kh": "១៦. ចំនួនសរុបស្មៀនឃុំ សង្កាត់ជាស្ត្រី",
            "sort_order": 16,
            "key": "I.1.1.16"
          },
          {
            "code": "17",
            "name_kh": "១៧. ចំនួនសរុបស្មៀនឃុំ សង្កាត់ជាជាយុវជន (ក្រោម៤៥ឆ្នាំ)",
            "data_type": "number",
            "unit_kh": "១៧. ចំនួនសរុបស្មៀនឃុំ សង្កាត់ជាជាយុវជន (ក្រោម៤៥ឆ្នាំ)",
            "sort_order": 17,
            "key": "I.1.1.17"
          },
          {
            "code": "18",
            "name_kh": "១៨. ចំនួនសរុបថ្នាក់ដឹកនាំភូមិ",
            "data_type": "number",
            "unit_kh": "១៨. ចំនួនសរុបថ្នាក់ដឹកនាំភូមិ",
            "sort_order": 18,
            "key": "I.1.1.18"
          },
          {
            "code": "19",
            "name_kh": "១៩. ចំនួនថ្នាក់ដឹកនាំភូមិជាស្រ្តី",
            "data_type": "number",
            "unit_kh": "១៩. ចំនួនថ្នាក់ដឹកនាំភូមិជាស្រ្តី",
            "sort_order": 19,
            "key": "I.1.1.19"
          },
          {
            "code": "20",
            "name_kh": "២០. ចំនួនថ្នាក់ដឹកនាំភូមិជាជាយុវជន (ក្រោម៤៥ឆ្នាំ)",
            "data_type": "number",
            "unit_kh": "២០. ចំនួនថ្នាក់ដឹកនាំភូមិជាជាយុវជន (ក្រោម៤៥ឆ្នាំ)",
            "sort_order": 20,
            "key": "I.1.1.20"
          }
        ]
      },
      {
        "code": "1.2",
        "name_kh": "១.២ ការលើកកម្ពស់សិទ្ធិសេរីភាពរបស់ប្រជាពលរដ្ឋ",
        "sort_order": 2,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ចំនួនករណីរំលោភសិទ្ធិមនុស្សពាក់ព័ន្ធនឹងការប្រកាន់ពូជសាសន៍ ពណ៌សម្បុរ ភេទ ភាសា ជំនឿសាសនា និន្នាការនយោបាយ អតីតកាល ដើមកំណើតជាតិ ឋានៈសង្គម ធនធាន ឬស្ថានភាពឯទៀត",
            "data_type": "number",
            "unit_kh": "១. ចំនួនករណីរំលោភសិទ្ធិមនុស្សពាក់ព័ន្ធនឹងការប្រកាន់ពូជសាសន៍ ពណ៌សម្បុរ ភេទ ភាសា ជំនឿសាសនា និន្នាការនយោបាយ អតីតកាល ដើមកំណើតជាតិ ឋានៈសង្គម ធនធាន ឬស្ថានភាពឯទៀត",
            "sort_order": 1,
            "key": "I.1.2.1"
          },
          {
            "code": "2",
            "name_kh": "២. ចំនួនប្រជាពលរដ្ឋដែលបានចូលរួមវេទិកាសាធារណៈរបស់ឃុំ សង្កាត់",
            "data_type": "binary",
            "unit_kh": "២. ចំនួនប្រជាពលរដ្ឋដែលបានចូលរួមវេទិកាសាធារណៈរបស់ឃុំ សង្កាត់",
            "sort_order": 2,
            "key": "I.1.2.2"
          },
          {
            "code": "3",
            "name_kh": "៣. ចំនួនប្រជាពលរដ្ឋដែលបានចូលរួមកិច្ចប្រជុំក្រុមប្រឹក្សាឃុំ សង្កាត់",
            "data_type": "binary",
            "unit_kh": "៣. ចំនួនប្រជាពលរដ្ឋដែលបានចូលរួមកិច្ចប្រជុំក្រុមប្រឹក្សាឃុំ សង្កាត់",
            "sort_order": 3,
            "key": "I.1.2.3"
          },
          {
            "code": "4",
            "name_kh": "៤. ចំនួនប្រជាពលរដ្ឋចូលរួមក្នុងដំណើរការរៀបចំផែនការអភិវឌ្ឍ និងកម្មវិធីវិនិយោគ៣ឆ្នាំរំកិលរបស់ឃុំ សង្កាត់",
            "data_type": "number",
            "unit_kh": "៤. ចំនួនប្រជាពលរដ្ឋចូលរួមក្នុងដំណើរការរៀបចំផែនការអភិវឌ្ឍ និងកម្មវិធីវិនិយោគ៣ឆ្នាំរំកិលរបស់ឃុំ សង្កាត់",
            "sort_order": 4,
            "key": "I.1.2.4"
          },
          {
            "code": "5",
            "name_kh": "៥. ឃុំ សង្កាត់ដែលបានបង្កើតគណកម្មការគ្រប់គ្រងគម្រោងដែលមានការចូលរួមពីប្រជាពលរដ្ឋ",
            "data_type": "binary",
            "unit_kh": "៥. ឃុំ សង្កាត់ដែលបានបង្កើតគណកម្មការគ្រប់គ្រងគម្រោងដែលមានការចូលរួមពីប្រជាពលរដ្ឋ",
            "sort_order": 5,
            "key": "I.1.2.5"
          },
          {
            "code": "6",
            "name_kh": "៦. ចំនួនប្រជាពលរដ្ឋដែលបានទទួលសេវារដ្ឋបាលឃុំ សង្កាត់",
            "data_type": "binary",
            "unit_kh": "៦. ចំនួនប្រជាពលរដ្ឋដែលបានទទួលសេវារដ្ឋបាលឃុំ សង្កាត់",
            "sort_order": 6,
            "key": "I.1.2.6"
          },
          {
            "code": "7",
            "name_kh": "៧. ចំនួនគម្រោង (សេវាសង្គម និងហេដ្ឋារចនាសម្ព័ន្ធ) ដែលបានរៀបចំ និងអនុវត្តដោយឃុំ សង្កាត់",
            "data_type": "binary",
            "unit_kh": "៧. ចំនួនគម្រោង (សេវាសង្គម និងហេដ្ឋារចនាសម្ព័ន្ធ) ដែលបានរៀបចំ និងអនុវត្តដោយឃុំ សង្កាត់",
            "sort_order": 7,
            "key": "I.1.2.7"
          },
          {
            "code": "8",
            "name_kh": "៨. សំណើ សំណូមពរ ក្តីកង្វល់ និងបញ្ហាប្រឈមនានារបស់ប្រជាពលរដ្ឋពាក់ព័ន្ធនឹងការផ្តល់សេវា",
            "data_type": "number",
            "unit_kh": "៨. សំណើ សំណូមពរ ក្តីកង្វល់ និងបញ្ហាប្រឈមនានារបស់ប្រជាពលរដ្ឋពាក់ព័ន្ធនឹងការផ្តល់សេវា",
            "sort_order": 8,
            "key": "I.1.2.8"
          },
          {
            "code": "9",
            "name_kh": "៩. ការសម្រុះសម្រួលដោះស្រាយសំណើ សំណូមពរ ក្តីកង្វល់ និងបញ្ហាប្រឈមនានា",
            "data_type": "number",
            "unit_kh": "៩. ការសម្រុះសម្រួលដោះស្រាយសំណើ សំណូមពរ ក្តីកង្វល់ និងបញ្ហាប្រឈមនានា",
            "sort_order": 9,
            "key": "I.1.2.9"
          }
        ]
      },
      {
        "code": "1.3",
        "name_kh": "១.៣ ភាពសុខដុមរមនាក្នុងសង្គម",
        "sort_order": 3,
        "indicators": []
      },
      {
        "code": "2.1",
        "name_kh": "២.១ គ្មានបទល្មើសលួច ឆក់ ប្លន់ គ្រឿងញៀន ល្បែងស៊ីសងខុសច្បាប់ និងបទល្មើសផ្សេងៗទៀតក្នុងភូមិ ឃុំ សង្កាត់",
        "sort_order": 4,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ចំនួនប្រជាការពារនៅតាមឃុំ សង្កាត់",
            "data_type": "number",
            "unit_kh": "១. ចំនួនប្រជាការពារនៅតាមឃុំ សង្កាត់",
            "sort_order": 1,
            "key": "I.2.1.1"
          },
          {
            "code": "2",
            "name_kh": "២. ចំនួនវគ្គបណ្តុះបណ្តាល និងពង្រឹងសមត្ថភាពប្រជាការពារ",
            "data_type": "number",
            "unit_kh": "២. ចំនួនវគ្គបណ្តុះបណ្តាល និងពង្រឹងសមត្ថភាពប្រជាការពារ",
            "sort_order": 2,
            "key": "I.2.1.2"
          },
          {
            "code": "3",
            "name_kh": "៣. ការគាំទ្រផ្សេងៗដល់ប្រជាការពារ",
            "data_type": "number",
            "unit_kh": "៣. ការគាំទ្រផ្សេងៗដល់ប្រជាការពារ",
            "sort_order": 3,
            "key": "I.2.1.3"
          },
          {
            "code": "4",
            "name_kh": "៤. ចំនួនមន្ត្រីនរគបាលរដ្ឋបាលនៅឃុំ សង្កាត់នីមួយៗ",
            "data_type": "number",
            "unit_kh": "៤. ចំនួនមន្ត្រីនរគបាលរដ្ឋបាលនៅឃុំ សង្កាត់នីមួយៗ",
            "sort_order": 4,
            "key": "I.2.1.4"
          },
          {
            "code": "5",
            "name_kh": "៥. ចំនួនវគ្គបណ្តុះបណ្តាលដែលផ្តល់ឱ្យប៉ុស្តិ៍នគរបាលរដ្ឋបាលឃុំ សង្កាត់",
            "data_type": "number",
            "unit_kh": "៥. ចំនួនវគ្គបណ្តុះបណ្តាលដែលផ្តល់ឱ្យប៉ុស្តិ៍នគរបាលរដ្ឋបាលឃុំ សង្កាត់",
            "sort_order": 5,
            "key": "I.2.1.5"
          },
          {
            "code": "6",
            "name_kh": "៦. ការគាំទ្រផ្សេងៗដល់ប៉ុស្តិ៍នគរបាល",
            "data_type": "number",
            "unit_kh": "៦. ការគាំទ្រផ្សេងៗដល់ប៉ុស្តិ៍នគរបាល",
            "sort_order": 6,
            "key": "I.2.1.6"
          },
          {
            "code": "7",
            "name_kh": "៧. អាត្រាបទល្មើលដែលបង្ក្រាបបានធៀបនឹងបទល្មើសដែលកើតឡើង",
            "data_type": "binary",
            "unit_kh": "៧. អាត្រាបទល្មើលដែលបង្ក្រាបបានធៀបនឹងបទល្មើសដែលកើតឡើង",
            "sort_order": 7,
            "key": "I.2.1.7"
          },
          {
            "code": "8",
            "name_kh": "៨. ចំនួនកម្មវិធីអប់រំ និងផ្សព្វផ្សាយអំពីបញ្ហាបទល្មើស និងគ្រឿងញៀនដែលបានរៀបចំនៅតាមមូលដ្ឋាន តាមសាលារៀន និងទីតាំងនានា",
            "data_type": "binary",
            "unit_kh": "៨. ចំនួនកម្មវិធីអប់រំ និងផ្សព្វផ្សាយអំពីបញ្ហាបទល្មើស និងគ្រឿងញៀនដែលបានរៀបចំនៅតាមមូលដ្ឋាន តាមសាលារៀន និងទីតាំងនានា",
            "sort_order": 8,
            "key": "I.2.1.8"
          }
        ]
      },
      {
        "code": "2.2",
        "name_kh": "២.២ មានសណ្តាប់ធ្នាប់សាធារណៈល្អ ជាពិសេសគ្មានគ្រោះថ្នាក់ចរាចរណ៍",
        "sort_order": 5,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ឃុំ សង្កាត់ដែលរៀបចំមានការសម្រួលចរាចរណ៍ឆ្លងកាត់ផ្លូវសាធារណៈរបស់ប្រជាពលរដ្ឋជាពិសេសសិស្សានុសិស្ស",
            "data_type": "binary",
            "unit_kh": "១. ឃុំ សង្កាត់ដែលរៀបចំមានការសម្រួលចរាចរណ៍ឆ្លងកាត់ផ្លូវសាធារណៈរបស់ប្រជាពលរដ្ឋជាពិសេសសិស្សានុសិស្ស",
            "sort_order": 1,
            "key": "I.2.2.1"
          },
          {
            "code": "2",
            "name_kh": "២. ចំនួនស្លាកសញ្ញាចរាចរណ៍នៅក្នុងឃុំ សង្កាត់ (គ្រប់គ្រាន់ ឬមិនទាន់គ្រប់គ្រាន់ ឬគ្មាន)",
            "data_type": "binary",
            "unit_kh": "២. ចំនួនស្លាកសញ្ញាចរាចរណ៍នៅក្នុងឃុំ សង្កាត់ (គ្រប់គ្រាន់ ឬមិនទាន់គ្រប់គ្រាន់ ឬគ្មាន)",
            "sort_order": 2,
            "key": "I.2.2.2"
          },
          {
            "code": "3",
            "name_kh": "៣. ចំនួនគ្រោះថ្នាក់ចរាចរណ៍",
            "data_type": "number",
            "unit_kh": "៣. ចំនួនគ្រោះថ្នាក់ចរាចរណ៍",
            "sort_order": 3,
            "key": "I.2.2.3"
          },
          {
            "code": "4",
            "name_kh": "៤. ចំនួនទីប្រជុំជន សាលារៀន តំបន់ជុំវិញផ្សារ និងតំបន់ស្មុគស្មាញនានាដែលមានសណ្តាប់ធ្នាប់ល្អ",
            "data_type": "binary",
            "unit_kh": "៤. ចំនួនទីប្រជុំជន សាលារៀន តំបន់ជុំវិញផ្សារ និងតំបន់ស្មុគស្មាញនានាដែលមានសណ្តាប់ធ្នាប់ល្អ",
            "sort_order": 4,
            "key": "I.2.2.4"
          },
          {
            "code": "5",
            "name_kh": "៥. ចំនួនទីប្រជុំជន សាលារៀន តំបន់ជុំវិញផ្សារ និងតំបន់ស្មុគស្មាញនានាដែលមិនទាន់មានសណ្តាប់ធ្នាប់ល្អ",
            "data_type": "binary",
            "unit_kh": "៥. ចំនួនទីប្រជុំជន សាលារៀន តំបន់ជុំវិញផ្សារ និងតំបន់ស្មុគស្មាញនានាដែលមិនទាន់មានសណ្តាប់ធ្នាប់ល្អ",
            "sort_order": 5,
            "key": "I.2.2.5"
          },
          {
            "code": "6",
            "name_kh": "៦. ឃុំ សង្កាត់ដែលមានចំណតសាធារណៈ",
            "data_type": "binary",
            "unit_kh": "៦. ឃុំ សង្កាត់ដែលមានចំណតសាធារណៈ",
            "sort_order": 6,
            "key": "I.2.2.6"
          },
          {
            "code": "7",
            "name_kh": "៧. ចំនួនកម្មវិធីផ្សព្វផ្សាយ និងអប់រំច្បាប់ចរាចរណ៍",
            "data_type": "number",
            "unit_kh": "៧. ចំនួនកម្មវិធីផ្សព្វផ្សាយ និងអប់រំច្បាប់ចរាចរណ៍",
            "sort_order": 7,
            "key": "I.2.2.7"
          },
          {
            "code": "8",
            "name_kh": "៨. ចំនួនប្រជាពលរដ្ឋដែលបានចូលរួមអប់រំផ្សព្វផ្សាយច្បាប់ចរាចរណ៍",
            "data_type": "binary",
            "unit_kh": "៨. ចំនួនប្រជាពលរដ្ឋដែលបានចូលរួមអប់រំផ្សព្វផ្សាយច្បាប់ចរាចរណ៍",
            "sort_order": 8,
            "key": "I.2.2.8"
          }
        ]
      },
      {
        "code": "3.1",
        "name_kh": "៣.១. សេវារដ្ឋបាល",
        "sort_order": 6,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ចំនួនប្រជាពលរដ្ឋដែលបានទទួលសេវារដ្ឋបាលនៅឃុំ សង្កាត់..",
            "data_type": "binary",
            "unit_kh": "១. ចំនួនប្រជាពលរដ្ឋដែលបានទទួលសេវារដ្ឋបាលនៅឃុំ សង្កាត់..",
            "sort_order": 1,
            "key": "I.3.1.1"
          },
          {
            "code": "2",
            "name_kh": "២. ចំនួនបញ្ជីកំណើតដែលបានផ្តល់ជូនប្រជាពលរដ្ឋ",
            "data_type": "binary",
            "unit_kh": "២. ចំនួនបញ្ជីកំណើតដែលបានផ្តល់ជូនប្រជាពលរដ្ឋ",
            "sort_order": 2,
            "key": "I.3.1.2"
          },
          {
            "code": "3",
            "name_kh": "៣. ចំនួនបញ្ជីអាពាហ៍ពិពាហ៍ដែលបានផ្តល់ជូនប្រជាពលរដ្ឋ",
            "data_type": "binary",
            "unit_kh": "៣. ចំនួនបញ្ជីអាពាហ៍ពិពាហ៍ដែលបានផ្តល់ជូនប្រជាពលរដ្ឋ",
            "sort_order": 3,
            "key": "I.3.1.3"
          },
          {
            "code": "4",
            "name_kh": "៤. ចំនួនបញ្ជីបញ្ជីមរណភាពដែលបានផ្តល់ជូនប្រជាពលរដ្ឋ",
            "data_type": "binary",
            "unit_kh": "៤. ចំនួនបញ្ជីបញ្ជីមរណភាពដែលបានផ្តល់ជូនប្រជាពលរដ្ឋ",
            "sort_order": 4,
            "key": "I.3.1.4"
          },
          {
            "code": "5",
            "name_kh": "៥. ចំនួនការផ្តល់សៀវភៅស្នាក់នៅ សៀវភៅគ្រួសារ ដែលបានផ្តល់ជូនប្រជាពលរដ្ឋ",
            "data_type": "binary",
            "unit_kh": "៥. ចំនួនការផ្តល់សៀវភៅស្នាក់នៅ សៀវភៅគ្រួសារ ដែលបានផ្តល់ជូនប្រជាពលរដ្ឋ",
            "sort_order": 5,
            "key": "I.3.1.5"
          },
          {
            "code": "6",
            "name_kh": "៦. ចំនួនអត្តសញ្ញាណប័ណ្ណសញ្ជាតិខ្មែរ ដែលបានផ្តល់ជូនប្រជាពលរដ្ឋ",
            "data_type": "binary",
            "unit_kh": "៦. ចំនួនអត្តសញ្ញាណប័ណ្ណសញ្ជាតិខ្មែរ ដែលបានផ្តល់ជូនប្រជាពលរដ្ឋ",
            "sort_order": 6,
            "key": "I.3.1.6"
          },
          {
            "code": "7",
            "name_kh": "៧. មធ្យោបាយទទួលមតិត្រឡប់ជូនប្រជាពលរដ្ឋដែលឃុំ សង្កាត់កំពុងអនុវត្ត រួមមាន(ប្រអប់សំបុត្រ តេឡេក្រាម បណ្តាញទំនាក់ទំនងសង្គម ។ល។)",
            "data_type": "binary",
            "unit_kh": "៧. មធ្យោបាយទទួលមតិត្រឡប់ជូនប្រជាពលរដ្ឋដែលឃុំ សង្កាត់កំពុងអនុវត្ត រួមមាន(ប្រអប់សំបុត្រ តេឡេក្រាម បណ្តាញទំនាក់ទំនងសង្គម ។ល។)",
            "sort_order": 7,
            "key": "I.3.1.7"
          }
        ]
      },
      {
        "code": "3.2",
        "name_kh": "៣.២. សេវាអប់រំ",
        "sort_order": 7,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. សមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់ជាសមាជិកគណៈកម្មាធិការគ្រប់គ្រងសាលារៀន",
            "data_type": "number",
            "unit_kh": "១. សមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់ជាសមាជិកគណៈកម្មាធិការគ្រប់គ្រងសាលារៀន",
            "sort_order": 1,
            "key": "I.3.2.1"
          },
          {
            "code": "2",
            "name_kh": "២. សមាជិកក្រុមប្រឹក្សាក្រុង ស្រុក ខណ្ឌជាសមាជិកគណៈកម្មាធិការគ្រប់គ្រងសាលារៀន",
            "data_type": "number",
            "unit_kh": "២. សមាជិកក្រុមប្រឹក្សាក្រុង ស្រុក ខណ្ឌជាសមាជិកគណៈកម្មាធិការគ្រប់គ្រងសាលារៀន",
            "sort_order": 2,
            "key": "I.3.2.2"
          },
          {
            "code": "3",
            "name_kh": "៣. ចំនួនកិច្ចប្រជុំប្រចាំខែរបស់គណៈកម្មការគ្រប់គ្រងសាលារៀន",
            "data_type": "number",
            "unit_kh": "៣. ចំនួនកិច្ចប្រជុំប្រចាំខែរបស់គណៈកម្មការគ្រប់គ្រងសាលារៀន",
            "sort_order": 3,
            "key": "I.3.2.3"
          },
          {
            "code": "4",
            "name_kh": "៤. គ្រូបង្រៀននៅតាមតំបន់ដាច់ស្រយាល និងតំបន់ជួបការលំបាក ត្រូវបានគាំទ្រ និងលើកទឹកចិត្ត (មាន ឬគ្មាន) ដែរឬទេ?",
            "data_type": "binary",
            "unit_kh": "៤. គ្រូបង្រៀននៅតាមតំបន់ដាច់ស្រយាល និងតំបន់ជួបការលំបាក ត្រូវបានគាំទ្រ និងលើកទឹកចិត្ត (មាន ឬគ្មាន) ដែរឬទេ?",
            "sort_order": 4,
            "key": "I.3.2.4"
          },
          {
            "code": "5",
            "name_kh": "៥. បើមានសូមរៀបរាប់ការគាំទ្រគ្រូបង្រៀននៅតាមតំបន់ដាច់ស្រយាល និងតំបន់ជួបការលំបាក ទាំងនោះ",
            "data_type": "binary",
            "unit_kh": "៥. បើមានសូមរៀបរាប់ការគាំទ្រគ្រូបង្រៀននៅតាមតំបន់ដាច់ស្រយាល និងតំបន់ជួបការលំបាក ទាំងនោះ",
            "sort_order": 5,
            "key": "I.3.2.5"
          },
          {
            "code": "6",
            "name_kh": "៦. ចំនួនភាគរយសិស្សក្រីក្រ សិស្សស្ថិតក្នុងតំបន់ជួបការលំបាក និងសិស្សមានពិការភាពទទួលបានអាហារូបករណ៍",
            "data_type": "binary",
            "unit_kh": "៦. ចំនួនភាគរយសិស្សក្រីក្រ សិស្សស្ថិតក្នុងតំបន់ជួបការលំបាក និងសិស្សមានពិការភាពទទួលបានអាហារូបករណ៍",
            "sort_order": 6,
            "key": "I.3.2.6"
          }
        ]
      },
      {
        "code": "3.3",
        "name_kh": "៣.៣. សេវាសុខាភិបាល",
        "sort_order": 8,
        "indicators": [
          {
            "code": "2",
            "name_kh": "២. មណ្ឌលសុខភាពនៅឃុំ សង្កាត់",
            "data_type": "number",
            "unit_kh": "២. មណ្ឌលសុខភាពនៅឃុំ សង្កាត់",
            "sort_order": 1,
            "key": "I.3.3.2"
          },
          {
            "code": "3",
            "name_kh": "៣. មន្ទីរពេទ្យបង្អែកនៅក្នុងក្រុង ស្រុក ខណ្ឌ",
            "data_type": "number",
            "unit_kh": "៣. មន្ទីរពេទ្យបង្អែកនៅក្នុងក្រុង ស្រុក ខណ្ឌ",
            "sort_order": 2,
            "key": "I.3.3.3"
          },
          {
            "code": "4",
            "name_kh": "៤. ការលើកទឹកចិត្តដល់គ្រូពេទ្យដែលទៅបំពេញការងារនៅតំបន់ជនបទ តំបន់ដាច់ស្រយាល និងតំបន់ជួបការលំបាក តាមរយៈការផ្តល់ប្រាក់ឧបត្ថម្ភបន្ថែម ឬ",
            "data_type": "number",
            "unit_kh": "៤. ការលើកទឹកចិត្តដល់គ្រូពេទ្យដែលទៅបំពេញការងារនៅតំបន់ជនបទ តំបន់ដាច់ស្រយាល និងតំបន់ជួបការលំបាក តាមរយៈការផ្តល់ប្រាក់ឧបត្ថម្ភបន្ថែម ឬ",
            "sort_order": 3,
            "key": "I.3.3.4"
          },
          {
            "code": "5",
            "name_kh": "៥. មានប្រជាពលរដ្ឋចូលរួមក្នុងគណៈកម្មការគ្រប់គ្រងមណ្ឌលសុខភាព និងក្រុមទ្រទ្រង់សុខភាពភូមិ អ្នកស្ម័គ្រចិត្តបម្រើការងារសុខភាពតាមសហគមន៍",
            "data_type": "binary",
            "unit_kh": "៥. មានប្រជាពលរដ្ឋចូលរួមក្នុងគណៈកម្មការគ្រប់គ្រងមណ្ឌលសុខភាព និងក្រុមទ្រទ្រង់សុខភាពភូមិ អ្នកស្ម័គ្រចិត្តបម្រើការងារសុខភាពតាមសហគមន៍",
            "sort_order": 4,
            "key": "I.3.3.5"
          },
          {
            "code": "6",
            "name_kh": "៦. ឃុំ សង្កាត់មានទីកន្លែងហាត់ប្រាណ ឬហាត់កីឡាសាធារណៈ",
            "data_type": "binary",
            "unit_kh": "៦. ឃុំ សង្កាត់មានទីកន្លែងហាត់ប្រាណ ឬហាត់កីឡាសាធារណៈ",
            "sort_order": 5,
            "key": "I.3.3.6"
          },
          {
            "code": "7",
            "name_kh": "៧. ចំនួនកម្មវិធី កិច្ចប្រជុំ ឬព្រឹត្តការណ៍ផ្សព្វផ្សាយការយល់ដឹងរបស់ប្រជាពលរដ្ឋក្នុងការវិធានសុខាភិបាល ដើម្បីបង្ការ និងទប់ស្កាត់ការឆ្លងរាលដាលជំងឺកូវីដ១៩ និងកាត់បន្ថយការប្រឈមនឹងកត្តាហានិភ័យនៃជំងឺមិនឆ្លង ដែលបានរៀបចំ",
            "data_type": "binary",
            "unit_kh": "៧. ចំនួនកម្មវិធី កិច្ចប្រជុំ ឬព្រឹត្តការណ៍ផ្សព្វផ្សាយការយល់ដឹងរបស់ប្រជាពលរដ្ឋក្នុងការវិធានសុខាភិបាល ដើម្បីបង្ការ និងទប់ស្កាត់ការឆ្លងរាលដាលជំងឺកូវីដ១៩ និងកាត់បន្ថយការប្រឈមនឹងកត្តាហានិភ័យនៃជំងឺមិនឆ្លង ដែលបានរៀបចំ",
            "sort_order": 6,
            "key": "I.3.3.7"
          },
          {
            "code": "8",
            "name_kh": "៨. ចំនួនប្រជាពលរដ្ឋចូលរួមកម្មវិធី កិច្ចប្រជុំ ឬព្រឹត្តការណ៍ផ្សព្វផ្សាយការយល់ដឹងរបស់ប្រជាពលរដ្ឋក្នុងការវិធានសុខាភិបាល ដើម្បីបង្ការ និងទប់ស្កាត់ការឆ្លងរាលដាលជំងឺកូវីដ១៩ និងកាត់បន្ថយការប្រឈមនឹងកត្តាហានិភ័យនៃជំងឺមិនឆ្លង",
            "data_type": "binary",
            "unit_kh": "៨. ចំនួនប្រជាពលរដ្ឋចូលរួមកម្មវិធី កិច្ចប្រជុំ ឬព្រឹត្តការណ៍ផ្សព្វផ្សាយការយល់ដឹងរបស់ប្រជាពលរដ្ឋក្នុងការវិធានសុខាភិបាល ដើម្បីបង្ការ និងទប់ស្កាត់ការឆ្លងរាលដាលជំងឺកូវីដ១៩ និងកាត់បន្ថយការប្រឈមនឹងកត្តាហានិភ័យនៃជំងឺមិនឆ្លង",
            "sort_order": 7,
            "key": "I.3.3.8"
          }
        ]
      },
      {
        "code": "3.4",
        "name_kh": "៣.៤. ការកសាងហេដ្ឋារចនាសម្ព័ន្ធគមនាគមន៍",
        "sort_order": 9,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ការកសាងផ្លូវថ្មី ផ្លូវបេតុងចំនួន",
            "data_type": "number",
            "unit_kh": "១. ការកសាងផ្លូវថ្មី ផ្លូវបេតុងចំនួន",
            "sort_order": 1,
            "key": "I.3.4.1"
          },
          {
            "code": "2",
            "name_kh": "២. ការកសាងផ្លូវថ្មី ស្មើនឹងប្រវែង",
            "data_type": "number",
            "unit_kh": "២. ការកសាងផ្លូវថ្មី ស្មើនឹងប្រវែង",
            "sort_order": 2,
            "key": "I.3.4.2"
          },
          {
            "code": "3",
            "name_kh": "៣. ការកសាងផ្លូវក្រាលកៅស៊ូចំនួន",
            "data_type": "number",
            "unit_kh": "៣. ការកសាងផ្លូវក្រាលកៅស៊ូចំនួន",
            "sort_order": 3,
            "key": "I.3.4.3"
          },
          {
            "code": "4",
            "name_kh": "៤. ការកសាងផ្លូវក្រាលកៅស៊ូស្មើនឹងប្រវែង",
            "data_type": "number",
            "unit_kh": "៤. ការកសាងផ្លូវក្រាលកៅស៊ូស្មើនឹងប្រវែង",
            "sort_order": 4,
            "key": "I.3.4.4"
          },
          {
            "code": "7",
            "name_kh": "៧. ការជួសជុលផ្លូវថ្មី ផ្លូវបេតុងចំនួន",
            "data_type": "number",
            "unit_kh": "៧. ការជួសជុលផ្លូវថ្មី ផ្លូវបេតុងចំនួន",
            "sort_order": 5,
            "key": "I.3.4.7"
          },
          {
            "code": "8",
            "name_kh": "៨. ការជួសជុលផ្លូវថ្មី ស្មើនឹងប្រវែង",
            "data_type": "number",
            "unit_kh": "៨. ការជួសជុលផ្លូវថ្មី ស្មើនឹងប្រវែង",
            "sort_order": 6,
            "key": "I.3.4.8"
          },
          {
            "code": "9",
            "name_kh": "៩. ការជួសជុលផ្លូវក្រាលកៅស៊ូចំនួន",
            "data_type": "number",
            "unit_kh": "៩. ការជួសជុលផ្លូវក្រាលកៅស៊ូចំនួន",
            "sort_order": 7,
            "key": "I.3.4.9"
          },
          {
            "code": "10",
            "name_kh": "១០. ការជួសជុលផ្លូវក្រាលកៅស៊ូស្មើនឹងប្រវែង",
            "data_type": "number",
            "unit_kh": "១០. ការជួសជុលផ្លូវក្រាលកៅស៊ូស្មើនឹងប្រវែង",
            "sort_order": 8,
            "key": "I.3.4.10"
          },
          {
            "code": "11",
            "name_kh": "១១. ការជួសជុលផ្លូវដី និងគ្រួសក្រហមចំនួន",
            "data_type": "number",
            "unit_kh": "១១. ការជួសជុលផ្លូវដី និងគ្រួសក្រហមចំនួន",
            "sort_order": 9,
            "key": "I.3.4.11"
          },
          {
            "code": "13",
            "name_kh": "១៣. ផ្លូវក្រាលក្រួសក្រហម ត្រូវបានប្រែក្លាយទៅជាផ្លូវកៅស៊ូ ឬផ្លូវបេតុងមានចំនួន",
            "data_type": "binary",
            "unit_kh": "១៣. ផ្លូវក្រាលក្រួសក្រហម ត្រូវបានប្រែក្លាយទៅជាផ្លូវកៅស៊ូ ឬផ្លូវបេតុងមានចំនួន",
            "sort_order": 10,
            "key": "I.3.4.13"
          },
          {
            "code": "14",
            "name_kh": "១៤. ផ្លូវក្រាលក្រួសក្រហម ត្រូវបានប្រែក្លាយទៅជាផ្លូវកៅស៊ូ ឬផ្លូវបេតុងមានក្នុងឃុំ សង្កាត់មានចំនួន",
            "data_type": "binary",
            "unit_kh": "១៤. ផ្លូវក្រាលក្រួសក្រហម ត្រូវបានប្រែក្លាយទៅជាផ្លូវកៅស៊ូ ឬផ្លូវបេតុងមានក្នុងឃុំ សង្កាត់មានចំនួន",
            "sort_order": 11,
            "key": "I.3.4.14"
          },
          {
            "code": "15",
            "name_kh": "១៥. ការកសាងថ្មីប្រព័ន្ធប្រឡាយរំដោះទឹក/លូបង្ហូរទឹកចំនួន",
            "data_type": "number",
            "unit_kh": "១៥. ការកសាងថ្មីប្រព័ន្ធប្រឡាយរំដោះទឹក/លូបង្ហូរទឹកចំនួន",
            "sort_order": 12,
            "key": "I.3.4.15"
          },
          {
            "code": "16",
            "name_kh": "១៦. ការកសាងថ្មីប្រព័ន្ធប្រឡាយរំដោះទឹក/លូបង្ហូរទឹកចំនួន",
            "data_type": "number",
            "unit_kh": "១៦. ការកសាងថ្មីប្រព័ន្ធប្រឡាយរំដោះទឹក/លូបង្ហូរទឹកចំនួន",
            "sort_order": 13,
            "key": "I.3.4.16"
          },
          {
            "code": "17",
            "name_kh": "១៧. ការកសាងថ្មីស្ថានីយបូមទឹក",
            "data_type": "number",
            "unit_kh": "១៧. ការកសាងថ្មីស្ថានីយបូមទឹក",
            "sort_order": 14,
            "key": "I.3.4.17"
          },
          {
            "code": "18",
            "name_kh": "១៨. ការកសាងថ្មីប្រព័ន្ធច្រោះទឹកកខ្វក់",
            "data_type": "number",
            "unit_kh": "១៨. ការកសាងថ្មីប្រព័ន្ធច្រោះទឹកកខ្វក់",
            "sort_order": 15,
            "key": "I.3.4.18"
          },
          {
            "code": "19",
            "name_kh": "១៩. ចំនួនគម្រោងដែលផ្នែកឯកជន សប្បុរសជន និងសហគមន៍មូលដ្ឋាន បានស្តារ ជួសជុល កសាង ថែទាំហេដ្ឋារចនាសម្ព័ន្ធគមនាគមន៍ក្នុងឃុំ សង្កាត់",
            "data_type": "binary",
            "unit_kh": "១៩. ចំនួនគម្រោងដែលផ្នែកឯកជន សប្បុរសជន និងសហគមន៍មូលដ្ឋាន បានស្តារ ជួសជុល កសាង ថែទាំហេដ្ឋារចនាសម្ព័ន្ធគមនាគមន៍ក្នុងឃុំ សង្កាត់",
            "sort_order": 16,
            "key": "I.3.4.19"
          },
          {
            "code": "20",
            "name_kh": "២០. ចំនួនគម្រោងដែលផ្នែកឯកជន សប្បុរសជន និងសហគមន៍មូលដ្ឋាន បានស្តារ ជួសជុល កសាង ថែទាំហេដ្ឋារចនាសម្ព័ន្ធគមនាគមន៍ក្នុងឃុំ សង្កាត់ស្មើនឹង",
            "data_type": "binary",
            "unit_kh": "២០. ចំនួនគម្រោងដែលផ្នែកឯកជន សប្បុរសជន និងសហគមន៍មូលដ្ឋាន បានស្តារ ជួសជុល កសាង ថែទាំហេដ្ឋារចនាសម្ព័ន្ធគមនាគមន៍ក្នុងឃុំ សង្កាត់ស្មើនឹង",
            "sort_order": 17,
            "key": "I.3.4.20"
          },
          {
            "code": "21",
            "name_kh": "២១. សូមរៀបរាប់បន្ថែមអំពីការកសាងហេដ្ឋារចនាសម្ព័ន្ធរូបវន្តក្នុងឃុំ សង្កាត់(បើមាន)",
            "data_type": "binary",
            "unit_kh": "២១. សូមរៀបរាប់បន្ថែមអំពីការកសាងហេដ្ឋារចនាសម្ព័ន្ធរូបវន្តក្នុងឃុំ សង្កាត់(បើមាន)",
            "sort_order": 18,
            "key": "I.3.4.21"
          }
        ]
      },
      {
        "code": "3.5",
        "name_kh": "៣.៥. ការផ្គត់ផ្គង់ទឹកស្អាត",
        "sort_order": 10,
        "indicators": [
          {
            "code": "2",
            "name_kh": "២. ចំនួនភាគរយគ្រួសារក្នុងឃុំ សង្កាត់ ដែលមានទឹកស្អាតប្រើប្រាស់តាមរយៈទឹកបំពង់",
            "data_type": "binary",
            "unit_kh": "២. ចំនួនភាគរយគ្រួសារក្នុងឃុំ សង្កាត់ ដែលមានទឹកស្អាតប្រើប្រាស់តាមរយៈទឹកបំពង់",
            "sort_order": 1,
            "key": "I.3.5.2"
          }
        ]
      },
      {
        "code": "3.6",
        "name_kh": "៣.៦. ការរក្សាប្រភពទឹក និងការពង្រឹងប្រព័ន្ធស្រោចស្រព",
        "sort_order": 11,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ចំនួនព្រែក បឹងបួរ អូរធម្មជាតិ និងជីកស្រះ ដែលត្រូវបានស្ថារ និងជីកថ្មី...................កន្លែង",
            "data_type": "binary",
            "unit_kh": "១. ចំនួនព្រែក បឹងបួរ អូរធម្មជាតិ និងជីកស្រះ ដែលត្រូវបានស្ថារ និងជីកថ្មី...................កន្លែង",
            "sort_order": 1,
            "key": "I.3.6.1"
          },
          {
            "code": "2",
            "name_kh": "២. ចំនួនប្រឡាយស្រោចស្រពនៅតាមឃុំ សង្កាត់ដែលបានកសាង និងពង្រីកថ្មី .....ខ្សែ",
            "data_type": "binary",
            "unit_kh": "២. ចំនួនប្រឡាយស្រោចស្រពនៅតាមឃុំ សង្កាត់ដែលបានកសាង និងពង្រីកថ្មី .....ខ្សែ",
            "sort_order": 2,
            "key": "I.3.6.2"
          },
          {
            "code": "3",
            "name_kh": "៣. ចំនួនប្រឡាយស្រោចស្រពនៅតាមឃុំ សង្កាត់ដែលបានកសាង និងពង្រីកថ្មីស្មើនឹង.......ម៉ែត្រ",
            "data_type": "binary",
            "unit_kh": "៣. ចំនួនប្រឡាយស្រោចស្រពនៅតាមឃុំ សង្កាត់ដែលបានកសាង និងពង្រីកថ្មីស្មើនឹង.......ម៉ែត្រ",
            "sort_order": 3,
            "key": "I.3.6.3"
          },
          {
            "code": "4",
            "name_kh": "៤. ចំនួនប្រព័ន្ធបញ្ចេញបញ្ចូលទឹក",
            "data_type": "number",
            "unit_kh": "៤. ចំនួនប្រព័ន្ធបញ្ចេញបញ្ចូលទឹក",
            "sort_order": 4,
            "key": "I.3.6.4"
          },
          {
            "code": "5",
            "name_kh": "៥. ចំនួនវគ្គបណ្តុះបណ្តាលដែលក្រុមប្រឹក្សាឃុំ សង្កាត់ទទួលបានពាក់ព័ន្ធលើការគ្រប់គ្រង ការអភិវឌ្ឍ និងការអភិរក្ស ព្រែក អូរ និងបឹងបួរធម្មជាតិ",
            "data_type": "binary",
            "unit_kh": "៥. ចំនួនវគ្គបណ្តុះបណ្តាលដែលក្រុមប្រឹក្សាឃុំ សង្កាត់ទទួលបានពាក់ព័ន្ធលើការគ្រប់គ្រង ការអភិវឌ្ឍ និងការអភិរក្ស ព្រែក អូរ និងបឹងបួរធម្មជាតិ",
            "sort_order": 5,
            "key": "I.3.6.5"
          },
          {
            "code": "6",
            "name_kh": "៦. ចំនួនសហគមន៍កសិករប្រើប្រាស់ទឹកដែលបានបង្កើតនៅតាមឃុំ សង្កាត់",
            "data_type": "binary",
            "unit_kh": "៦. ចំនួនសហគមន៍កសិករប្រើប្រាស់ទឹកដែលបានបង្កើតនៅតាមឃុំ សង្កាត់",
            "sort_order": 6,
            "key": "I.3.6.6"
          },
          {
            "code": "7",
            "name_kh": "៧. ចំនួនវគ្គបណ្តុះបណ្តាលដល់សហគមន៍កសិករប្រើប្រាស់ទឹក",
            "data_type": "number",
            "unit_kh": "៧. ចំនួនវគ្គបណ្តុះបណ្តាលដល់សហគមន៍កសិករប្រើប្រាស់ទឹក",
            "sort_order": 7,
            "key": "I.3.6.7"
          }
        ]
      },
      {
        "code": "3.7",
        "name_kh": "៣.៧. ការផ្គត់ផ្គង់ថាមពលអគ្គិសនី",
        "sort_order": 12,
        "indicators": []
      },
      {
        "code": "3.8",
        "name_kh": "៣.៨. បច្ចេកវិទ្យា គមនាគមន៍ និងព័ត៌មាន",
        "sort_order": 13,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ឃុំ សង្កាត់មានវេបសាយ (Website) និងកម្មវិធីទូរស័ព្ទឆ្លាតវៃ (Apps) សម្រាប់ផ្ដល់ព័ត៌មាន និងចែករំលែកឯកសារនានា",
            "data_type": "binary",
            "unit_kh": "១. ឃុំ សង្កាត់មានវេបសាយ (Website) និងកម្មវិធីទូរស័ព្ទឆ្លាតវៃ (Apps) សម្រាប់ផ្ដល់ព័ត៌មាន និងចែករំលែកឯកសារនានា",
            "sort_order": 1,
            "key": "I.3.8.1"
          },
          {
            "code": "2",
            "name_kh": "២. មន្ទីរពេទ្យបង្អែក មណ្ឌលសុខភាពមានវេបសាយ (Website) និងកម្មវិធីទូរស័ព្ទឆ្លាតវៃ (Apps) សម្រាប់ផ្ដល់ព័ត៌មាន និងចែករំលែកឯកសារនានា",
            "data_type": "binary",
            "unit_kh": "២. មន្ទីរពេទ្យបង្អែក មណ្ឌលសុខភាពមានវេបសាយ (Website) និងកម្មវិធីទូរស័ព្ទឆ្លាតវៃ (Apps) សម្រាប់ផ្ដល់ព័ត៌មាន និងចែករំលែកឯកសារនានា",
            "sort_order": 2,
            "key": "I.3.8.2"
          },
          {
            "code": "3",
            "name_kh": "៣. សាលារៀនមានវេបសាយ (Website) និងកម្មវិធីទូរស័ព្ទឆ្លាតវៃ (Apps) សម្រាប់ផ្ដល់ព័ត៌មាន និងចែករំលែកឯកសារនានា",
            "data_type": "binary",
            "unit_kh": "៣. សាលារៀនមានវេបសាយ (Website) និងកម្មវិធីទូរស័ព្ទឆ្លាតវៃ (Apps) សម្រាប់ផ្ដល់ព័ត៌មាន និងចែករំលែកឯកសារនានា",
            "sort_order": 3,
            "key": "I.3.8.3"
          },
          {
            "code": "4",
            "name_kh": "៤. ប៉ុស្ដិ៍នគរបាល មានវេបសាយ (Website) និងកម្មវិធីទូរស័ព្ទឆ្លាតវៃ (Apps) សម្រាប់ផ្ដល់ព័ត៌មាន និងចែករំលែកឯកសារនានា",
            "data_type": "binary",
            "unit_kh": "៤. ប៉ុស្ដិ៍នគរបាល មានវេបសាយ (Website) និងកម្មវិធីទូរស័ព្ទឆ្លាតវៃ (Apps) សម្រាប់ផ្ដល់ព័ត៌មាន និងចែករំលែកឯកសារនានា",
            "sort_order": 4,
            "key": "I.3.8.4"
          }
        ]
      },
      {
        "code": "3.9",
        "name_kh": "៣.៩. ការគ្រប់គ្រងដីធ្លី សំណង់ ការរៀបចំដែនដី និងនគរូបនីយកម្ម",
        "sort_order": 14,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ចំនួនករណីសម្រុះសម្រួលដោះស្រាយវិវាទដីធ្លីនៅឃុំ សង្កាត់",
            "data_type": "number",
            "unit_kh": "១. ចំនួនករណីសម្រុះសម្រួលដោះស្រាយវិវាទដីធ្លីនៅឃុំ សង្កាត់",
            "sort_order": 1,
            "key": "I.3.9.1"
          },
          {
            "code": "2",
            "name_kh": "២. ឃុំ សង្កាត់បានរៀបចំផែនការប្រើប្រាស់ដី និងប្លង់គោលប្រើប្រាស់ដីទីប្រជុំជនរបស់ (មាន ឬគ្មាន)",
            "data_type": "binary",
            "unit_kh": "២. ឃុំ សង្កាត់បានរៀបចំផែនការប្រើប្រាស់ដី និងប្លង់គោលប្រើប្រាស់ដីទីប្រជុំជនរបស់ (មាន ឬគ្មាន)",
            "sort_order": 2,
            "key": "I.3.9.2"
          }
        ]
      },
      {
        "code": "3.10",
        "name_kh": "៣.១០. ការងារអនាម័យ និងបរិស្ថាន",
        "sort_order": 15,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ឃុំ សង្កាត់មានយន្តការប្រមូលសំរាម សំណល់រឹង សំណល់រាវ និងការបំពុលបរិស្ថានផ្សេងទៀត",
            "data_type": "binary",
            "unit_kh": "១. ឃុំ សង្កាត់មានយន្តការប្រមូលសំរាម សំណល់រឹង សំណល់រាវ និងការបំពុលបរិស្ថានផ្សេងទៀត",
            "sort_order": 1,
            "key": "I.3.10.1"
          },
          {
            "code": "2",
            "name_kh": "២. ចំនួនកម្មវិធីផ្សព្វផ្សាយអំពីច្បាប់ គោលការណ៍ និងវិធានការនានាស្តីពីកិច្ចការពារថែរក្សាបរិស្ថាន រួមទាំងវិធីសាស្រ្តនៃការថែរក្សាសុខភាព សុវត្ថិភាពចំណីអាហារ ផលប៉ះពាល់ពីការប្រើប្រាស់សារធាតុគីមី ការប្រើគ្រឿងស្រវឹង និងថ្នាំជក់",
            "data_type": "number",
            "unit_kh": "២. ចំនួនកម្មវិធីផ្សព្វផ្សាយអំពីច្បាប់ គោលការណ៍ និងវិធានការនានាស្តីពីកិច្ចការពារថែរក្សាបរិស្ថាន រួមទាំងវិធីសាស្រ្តនៃការថែរក្សាសុខភាព សុវត្ថិភាពចំណីអាហារ ផលប៉ះពាល់ពីការប្រើប្រាស់សារធាតុគីមី ការប្រើគ្រឿងស្រវឹង និងថ្នាំជក់",
            "sort_order": 2,
            "key": "I.3.10.2"
          },
          {
            "code": "3",
            "name_kh": "៣. ចំនួនប្រជាពលរដ្ឋចូលរួមកម្មវិធីផ្សព្វផ្សាយច្បាប់ គោលការណ៍ និងវិធានការនានាស្តីពីកិច្ចការពារថែរក្សាបរិស្ថាន រួមទាំងវិធីសាស្រ្តនៃការថែរក្សាសុខភាព សុវត្ថិភាពចំណីអាហារ ផលប៉ះពាល់ពីការប្រើប្រាស់សារធាតុគីមី ការប្រើគ្រឿងស្រវឹង និងថ្នាំជក់",
            "data_type": "number",
            "unit_kh": "៣. ចំនួនប្រជាពលរដ្ឋចូលរួមកម្មវិធីផ្សព្វផ្សាយច្បាប់ គោលការណ៍ និងវិធានការនានាស្តីពីកិច្ចការពារថែរក្សាបរិស្ថាន រួមទាំងវិធីសាស្រ្តនៃការថែរក្សាសុខភាព សុវត្ថិភាពចំណីអាហារ ផលប៉ះពាល់ពីការប្រើប្រាស់សារធាតុគីមី ការប្រើគ្រឿងស្រវឹង និងថ្នាំជក់",
            "sort_order": 3,
            "key": "I.3.10.3"
          },
          {
            "code": "4",
            "name_kh": "៤. ចំនួនកម្មវិធីផ្សព្វផ្សាយការរស់នៅស្អាតប្រកបដោយចីរភាព ការអប់រំ ផ្សព្វផ្សាយ និងបំផុសលើកទឹកចិត្តឱ្យប្រជាពលរដ្ឋចូលរួមក្នុងចលនាប្រឡងប្រណាំងមេត្រីភាពបរិស្ថានភូមិ ឃុំ សង្កាត់",
            "data_type": "number",
            "unit_kh": "៤. ចំនួនកម្មវិធីផ្សព្វផ្សាយការរស់នៅស្អាតប្រកបដោយចីរភាព ការអប់រំ ផ្សព្វផ្សាយ និងបំផុសលើកទឹកចិត្តឱ្យប្រជាពលរដ្ឋចូលរួមក្នុងចលនាប្រឡងប្រណាំងមេត្រីភាពបរិស្ថានភូមិ ឃុំ សង្កាត់",
            "sort_order": 4,
            "key": "I.3.10.4"
          },
          {
            "code": "5",
            "name_kh": "៥. ឃុំ សង្កាត់ដែលបានបញ្រ្ជាបគោលការណ៍អភិវឌ្ឍន៍ដោយចីរភាពទៅក្នុងផែនការអភិវឌ្ឍន៍ឃុំ សង្កាត់",
            "data_type": "binary",
            "unit_kh": "៥. ឃុំ សង្កាត់ដែលបានបញ្រ្ជាបគោលការណ៍អភិវឌ្ឍន៍ដោយចីរភាពទៅក្នុងផែនការអភិវឌ្ឍន៍ឃុំ សង្កាត់",
            "sort_order": 5,
            "key": "I.3.10.5"
          },
          {
            "code": "6",
            "name_kh": "៦. ចំនួនកម្មវិធីអប់រំផ្សព្វផ្សាយគ្រោះថ្នាក់ដែលបណ្តាលមកពីការពុលចំណីអាហារ ភេសជ្ជៈនានា",
            "data_type": "number",
            "unit_kh": "៦. ចំនួនកម្មវិធីអប់រំផ្សព្វផ្សាយគ្រោះថ្នាក់ដែលបណ្តាលមកពីការពុលចំណីអាហារ ភេសជ្ជៈនានា",
            "sort_order": 6,
            "key": "I.3.10.6"
          },
          {
            "code": "7",
            "name_kh": "៧. ចំនួនករណីពុលចំណីអាហារ ភេសជ្ជៈនានានៅតាមឃុំ សង្កាត់ដែលត្រូវបានឆ្លើយតបដោះស្រាយ",
            "data_type": "binary",
            "unit_kh": "៧. ចំនួនករណីពុលចំណីអាហារ ភេសជ្ជៈនានានៅតាមឃុំ សង្កាត់ដែលត្រូវបានឆ្លើយតបដោះស្រាយ",
            "sort_order": 7,
            "key": "I.3.10.7"
          }
        ]
      },
      {
        "code": "3.11",
        "name_kh": "៣.១១. ការងារបង្ការ និងការទប់ស្កាត់ការប្រែប្រួលអាកាសធាតុ គ្រោះមហន្តរាយ និងជំងឺឆ្លងកាចសាហាវនានា",
        "sort_order": 16,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ចំនួនគ្រួសារដែលទទួលបានការឧបត្ថម្ភជាស្បៀងអាហារ និងថ្នាំសង្កូវ ដែលជួបការលំបាក និងខ្វះខាតដោយសារការរីករាលដាលនៃជំងឺឆ្លង និងជំងឺរាតត្បាតកាចសាហាវនានា",
            "data_type": "binary",
            "unit_kh": "១. ចំនួនគ្រួសារដែលទទួលបានការឧបត្ថម្ភជាស្បៀងអាហារ និងថ្នាំសង្កូវ ដែលជួបការលំបាក និងខ្វះខាតដោយសារការរីករាលដាលនៃជំងឺឆ្លង និងជំងឺរាតត្បាតកាចសាហាវនានា",
            "sort_order": 1,
            "key": "I.3.11.1"
          },
          {
            "code": "2",
            "name_kh": "២. ឃុំ សង្កាត់មានយន្តការសម្រាប់ដោះស្រាយ និងជួយសង្គ្រោះសម្រាប់ប្រជាពលរដ្ឋដែលទទួលរងគ្រោះដោយសារទឹកជំនន់",
            "data_type": "binary",
            "unit_kh": "២. ឃុំ សង្កាត់មានយន្តការសម្រាប់ដោះស្រាយ និងជួយសង្គ្រោះសម្រាប់ប្រជាពលរដ្ឋដែលទទួលរងគ្រោះដោយសារទឹកជំនន់",
            "sort_order": 2,
            "key": "I.3.11.2"
          },
          {
            "code": "3",
            "name_kh": "៣. ឃុំ សង្កាត់មានរៀបចំយន្តការដោះស្រាយ និងជួយសង្គ្រោះគ្រោះរាំងស្ងួត តាមរយៈអន្តរាគមន៍ជួយបូមទឹកសង្គ្រោះផលដំណាំរបស់ប្រជាពលរដ្ឋ និងការផ្គត់ផ្គង់ទឹកសម្រាប់ការប្រើប្រាស់ប្រចាំថ្ងៃ",
            "data_type": "binary",
            "unit_kh": "៣. ឃុំ សង្កាត់មានរៀបចំយន្តការដោះស្រាយ និងជួយសង្គ្រោះគ្រោះរាំងស្ងួត តាមរយៈអន្តរាគមន៍ជួយបូមទឹកសង្គ្រោះផលដំណាំរបស់ប្រជាពលរដ្ឋ និងការផ្គត់ផ្គង់ទឹកសម្រាប់ការប្រើប្រាស់ប្រចាំថ្ងៃ",
            "sort_order": 3,
            "key": "I.3.11.3"
          },
          {
            "code": "4",
            "name_kh": "៤. ឃុំ សង្កាត់មានយន្តការតាមដាន ត្រួតពិនិត្យជាប្រចាំនូវតម្រូវការស្បៀងក្នុងមូលដ្ឋាននៅក្នុងសហគមន៍ប្រជាជនដោយមិនទុកឱ្យប្រជាជនណាម្នាក់គ្មានស្បៀងអាហារសម្រាប់ហូប ដោយអាជ្ញាធរមិនបានដឹង និងមិនបានជួយដោះស្រាយនោះឡើយ",
            "data_type": "binary",
            "unit_kh": "៤. ឃុំ សង្កាត់មានយន្តការតាមដាន ត្រួតពិនិត្យជាប្រចាំនូវតម្រូវការស្បៀងក្នុងមូលដ្ឋាននៅក្នុងសហគមន៍ប្រជាជនដោយមិនទុកឱ្យប្រជាជនណាម្នាក់គ្មានស្បៀងអាហារសម្រាប់ហូប ដោយអាជ្ញាធរមិនបានដឹង និងមិនបានជួយដោះស្រាយនោះឡើយ",
            "sort_order": 4,
            "key": "I.3.11.4"
          }
        ]
      }
    ]
  },
  {
    "code": "IV",
    "name_kh": "IV. ជាឃុំ សង្កាត់ដែលមានការអភិវឌ្ឍសេដ្ឋកិច្ចមូលដ្ឋាន ដើម្បីលើកកម្ពស់ជីវភាពរស់នៅរបស់ប្រជាពលរដ្ឋ",
    "sub_domains": [
      {
        "code": "4.1",
        "name_kh": "៤.១. ការបង្កើតមុខរបរ ការងារ និងស្វែងរកទីផ្សារសម្រាប់ផលិតផលនៅមូលដ្ឋាន",
        "sort_order": 1,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ចំនួនសហគ្រាសខ្នាតតូចដើម្បីផលិត និងកែច្នៃផលិតផលក្នុងឃុំ សង្កាត់ជាលក្ខណៈគ្រួសារ ឬសហគមន៍ដែលបានបង្កើត",
            "data_type": "number",
            "unit_kh": "ចំនួន  សហគ្រាស",
            "sort_order": 1,
            "key": "IV.4.1.1"
          },
          {
            "code": "2",
            "name_kh": "២. ចំនួនសហគ្រាសខ្នាតតូចដើម្បីផលិត និងកែច្នៃផលិតផលក្នុងឃុំ សង្កាត់ជាលក្ខណៈគ្រួសារ ឬសហគមន៍ដែលបានចុះបញ្ជីដោយឃុំ សង្កាត់",
            "data_type": "number",
            "unit_kh": "ចំនួន  សហគ្រាស",
            "sort_order": 2,
            "key": "IV.4.1.2"
          },
          {
            "code": "3",
            "name_kh": "៣. បានផ្សព្វផ្សាយអំពីការគ្រប់គ្រងហិរញ្ញវត្ថុដល់ប្រជាពលរដ្ឋនៅក្នុងឃុំ សង្កាត់",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស បានមិនបាន",
            "sort_order": 3,
            "key": "IV.4.1.3"
          },
          {
            "code": "4",
            "name_kh": "៤. ការបង្កើតយន្តការបណ្ដុះធុរកិច្ចសហគមន៍តាមមូលដ្ឋានឃុំ សង្កាត់",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស មានមិនមាន",
            "sort_order": 4,
            "key": "IV.4.1.4"
          },
          {
            "code": "5",
            "name_kh": "៥. ការបង្កើតមូលដ្ឋានផលិតកម្មក្នុងឃុំ សង្កាត់",
            "data_type": "number",
            "unit_kh": "",
            "sort_order": 5,
            "key": "IV.4.1.5"
          },
          {
            "code": "6",
            "name_kh": "៦. សមាគមកសិករ និងផលិតករខ្នាតតូចនៅក្នុងឃុំ សង្កាត់បានទទួលការបណ្តុះបណ្តាលអំពីការបណ្តុះគំនិតពាណិជ្ជកម្ម",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស បានមិនបាន",
            "sort_order": 6,
            "key": "IV.4.1.6"
          },
          {
            "code": "7",
            "name_kh": "៧. បានរៀបចំការតាំងពិព័រណ៍លក់ផលិតផលរបស់សហគមន៍នៅក្នុងឃុំ សង្កាត់",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស បានមិនបាន",
            "sort_order": 7,
            "key": "IV.4.1.7"
          }
        ]
      },
      {
        "code": "4.2",
        "name_kh": "៤.២. ការអភិវឌ្ឍវិស័យកសិកម្ម លើកកម្ពស់សន្តិសុខស្បៀង និងការជំរុញផលិតកម្មផ្សេងៗទៀត",
        "sort_order": 2,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ចំនួនគ្រួសារប្រកបរបរកសិកម្ម",
            "data_type": "number",
            "unit_kh": "ចំនួន  គ្រួសារ",
            "sort_order": 1,
            "key": "IV.4.2.1"
          },
          {
            "code": "2",
            "name_kh": "២. ចំនួនគ្រួសារដែលប្រើប្រាស់គ្រឿងយន្ដកសិកម្ម",
            "data_type": "number",
            "unit_kh": "ចំនួន  គ្រួសារ",
            "sort_order": 2,
            "key": "IV.4.2.2"
          },
          {
            "code": "3",
            "name_kh": "៣. ចំនួនសហគមន៍កសិកម្មដែលបានបង្កើត",
            "data_type": "number",
            "unit_kh": "ចំនួន  សហគមន៍",
            "sort_order": 3,
            "key": "IV.4.2.3"
          },
          {
            "code": "4",
            "name_kh": "៤. សហគមន៍កសិកម្មទទួលបានការបណ្តុះបណ្តាល",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស បានមិនបាន",
            "sort_order": 4,
            "key": "IV.4.2.4"
          },
          {
            "code": "5",
            "name_kh": "៥. បានបែងចែកផ្ដល់ពូជស្រូវ បន្លែ និងដំណាំរួមផ្សំដទៃទៀតដល់ប្រជាពលរដ្ឋក្រីក្រ និងងាយរងគ្រោះឱ្យបានទាន់ពេល",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស បានមិនបាន",
            "sort_order": 5,
            "key": "IV.4.2.5"
          },
          {
            "code": "6",
            "name_kh": "៦. ចំនួនគ្រួសារក្រីក្រ និងងាយរងគ្រោះដែលទទួលបានពូជដំណាំ ដូចជា ស្រូវ បន្លែ និងដំណាំរួមផ្សំដទៃទៀត",
            "data_type": "number",
            "unit_kh": "ចំនួន  គ្រួសារ",
            "sort_order": 6,
            "key": "IV.4.2.6"
          },
          {
            "code": "7",
            "name_kh": "៧. ចំនួនសហគមន៍កៅស៊ូគ្រួសារដែលបានបង្កើត",
            "data_type": "number",
            "unit_kh": "ចំនួន  សហគមន៍",
            "sort_order": 7,
            "key": "IV.4.2.7"
          },
          {
            "code": "8",
            "name_kh": "៨. ចំនួនកសិដ្ឋានចិញ្ចឹមសត្វ (ខ្នាតតូច មធ្យម និងធំ)",
            "data_type": "number",
            "unit_kh": "ចំនួន  កសិដ្ឋាន",
            "sort_order": 8,
            "key": "IV.4.2.8"
          },
          {
            "code": "10",
            "name_kh": "១០. ចំនួនឧស្សាហកម្ម និងសិប្បកម្មកែច្នៃកសិផលនៅក្នុងមូលដ្ឋានដែលបានបង្កើត",
            "data_type": "number",
            "unit_kh": "ចំនួន  កន្លែង",
            "sort_order": 9,
            "key": "IV.4.2.10"
          },
          {
            "code": "11",
            "name_kh": "១១. សហគមន៍មូលដ្ឋាននៅតំបន់មានធនធានរ៉ែបានចូលរួមក្នុងដំណើរការរៀបចំផែនការ និងគ្រប់គ្រងការទទួលខុសត្រូវបរិស្ថានសង្គមនៃប្រតិបត្តិការធនធានរ៉ែ",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស បានមិនបាន",
            "sort_order": 10,
            "key": "IV.4.2.11"
          },
          {
            "code": "12",
            "name_kh": "១២. ឃុំ សង្កាត់ទទួលបានធនធានហិរញ្ញវត្ថុបន្ថែមតាមរយៈមូលនិធិរ៉ែទ្រទ្រង់កិច្ចអភិវឌ្ឍន៍សហគមន៍មូលដ្ឋាន",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស បានមិនបាន",
            "sort_order": 11,
            "key": "IV.4.2.12"
          }
        ]
      },
      {
        "code": "4.3",
        "name_kh": "៤.៣. ការអភិរក្ស និងអភិវឌ្ឍន៍វប្បធម៌ ធនធានធម្មជាតិ និងការជំរុញវិស័យទេសចរណ៍",
        "sort_order": 3,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ការផ្សព្វផ្សាយអំពីសារៈសំខាន់ និងការចូលរួមរបស់ប្រជាពលរដ្ឋក្នុងការថែរក្សាការពារសម្បត្តិវប្បធម៌ បេតិកភណ្ឌជាតិ អត្តសញ្ញាណ និងប្រពៃណី ទំនៀមទម្លាប់ដ៏ថ្លៃថ្លារបស់ជាតិនៅក្នុងឃុំ សង្កាត់",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស មានមិនមាន",
            "sort_order": 1,
            "key": "IV.4.3.1"
          },
          {
            "code": "2",
            "name_kh": "២. ការបណ្តុះបណ្តាលអំពីជំនាញសិល្បៈ សិល្បៈសូនរូប និងសិប្បកម្មដល់ប្រជាជននៅតាមមូលដ្ឋាន និងសមាគមជនជាតិដើមភាគតិច",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស បានមិនបាន",
            "sort_order": 2,
            "key": "IV.4.3.2"
          },
          {
            "code": "3",
            "name_kh": "៣. ចំនួនករណីបទល្មើសធនធានធម្មជាតិដែលត្រូវបានទប់ស្កាត់ ឬបង្រ្កាប",
            "data_type": "number",
            "unit_kh": "ចំនួន   ករណី",
            "sort_order": 3,
            "key": "IV.4.3.3"
          },
          {
            "code": "4",
            "name_kh": "៤. ឃុំ សង្កាត់បានដាក់បញ្ចូលគម្រោងពាក់ព័ន្ធនឹងការបង្កើតមុខរបរថ្មីៗសម្រាប់សហគមន៍តំបន់ការពារធម្មជាតិ ទៅក្នុងផែនការអភិវឌ្ឍន៍ និងកម្មវិធីវិនិយោគបីឆ្នាំរំកិលឃុំ សង្កាត់",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស បានមិនបាន",
            "sort_order": 4,
            "key": "IV.4.3.4"
          },
          {
            "code": "5",
            "name_kh": "៥. ប្រសិនបើបាន មានមុខរបរអ្វីខ្លះ?",
            "data_type": "number",
            "unit_kh": "",
            "sort_order": 5,
            "key": "IV.4.3.5"
          },
          {
            "code": "6",
            "name_kh": "៦. ចំនួនសហគមន៍ទេសចរណ៍មូលដ្ឋានដែលបានបង្កើតក្នុងឃុំ សង្កាត់ដែលមានតំបន់ទេសចរណ៍",
            "data_type": "number",
            "unit_kh": "ចំនួន  សហគមន៍",
            "sort_order": 6,
            "key": "IV.4.3.6"
          }
        ]
      },
      {
        "code": "4.4",
        "name_kh": "៤.៤ ការអភិវឌ្ឍ និងគ្រប់គ្រងផ្សារ",
        "sort_order": 4,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ចំនួនផ្សារដែលបានសាងសង់ កែលម្អ ឬរៀបចំឡើងវិញដែលបានដំណើរការ និងមានលក្ខណៈសមស្របនៅក្នុងឃុំ សង្កាត់",
            "data_type": "number",
            "unit_kh": "ចំនួន  ផ្សារ",
            "sort_order": 1,
            "key": "IV.4.4.1"
          },
          {
            "code": "2",
            "name_kh": "២. ចំនួនផ្សារដែលមានគណៈកម្មការគ្រប់គ្រង",
            "data_type": "number",
            "unit_kh": "ចំនួន  ផ្សារ",
            "sort_order": 2,
            "key": "IV.4.4.2"
          },
          {
            "code": "3",
            "name_kh": "៣. ការគ្រប់គ្រងផ្សារនៅតាមមូលដ្ឋានឃុំ សង្កាត់ឱ្យមានសុវត្ថិភាព សណ្តាប់ធ្នាប់ អនាម័យ និងបរិស្ថានល្អ",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស ល្អ មធ្យម  មិនទាន់បានល្អ",
            "sort_order": 3,
            "key": "IV.4.4.3"
          }
        ]
      },
      {
        "code": "4.5",
        "name_kh": "៤.៥. ការអភិវឌ្ឍសេដ្ឋកិច្ចមូលដ្ឋាននៅតាមតំបន់ព្រំដែន",
        "sort_order": 5,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ចំនួនគម្រោងហេដ្ឋារចនាសម្ព័ន្ធដែលបានសាងសង់ ឬកែលម្អនៅតំបន់ព្រំដែន (អនុវត្តដោយឃុំ សង្កាត់)",
            "data_type": "number",
            "unit_kh": "ចំនួន គម្រោង",
            "sort_order": 1,
            "key": "IV.4.5.1"
          },
          {
            "code": "2",
            "name_kh": "២. តើគម្រោងហេដ្ឋារចនាសម្ព័ន្ធដែលបានសាងសង់ ឬកែលម្អនៅតំបន់ព្រំដែនមានអ្វីខ្លះ? (អនុវត្តដោយឃុំ សង្កាត់)",
            "data_type": "number",
            "unit_kh": "",
            "sort_order": 2,
            "key": "IV.4.5.2"
          },
          {
            "code": "3",
            "name_kh": "៣. ចំនួនគម្រោងហេដ្ឋារចនាសម្ព័ន្ធដែលបានសាងសង់ ឬកែលម្អនៅតំបន់ព្រំដែន (អនុវត្តដោយក្រសួង ស្ថាប័ន រដ្ឋបាលខេត្ត ក្រុង ស្រុក)",
            "data_type": "number",
            "unit_kh": "ចំនួន   គម្រោង",
            "sort_order": 3,
            "key": "IV.4.5.3"
          },
          {
            "code": "4",
            "name_kh": "៤. តើគម្រោងហេដ្ឋារចនាសម្ព័ន្ធដែលបានសាងសង់ ឬកែលម្អនៅតំបន់ព្រំដែនមានអ្វីខ្លះ? (អនុវត្តដោយក្រសួង ស្ថាប័ន រដ្ឋបាលខេត្ត ក្រុង ស្រុក...)",
            "data_type": "number",
            "unit_kh": "ចំនួន   គម្រោង",
            "sort_order": 4,
            "key": "IV.4.5.4"
          }
        ]
      }
    ]
  },
  {
    "code": "V",
    "name_kh": "V. ជាឃុំ សង្កាត់ដែលលើកកម្ពស់ការគាំពារសង្គម លើកកម្ពស់ស្ថានភាពរស់នៅរបស់ស្ត្រី យុវជន កុមារ ជនមានពិការភាព ជនចាស់ជរា ជនជាតិដើមភាគតិច អតីតយុទ្ធជន គ្រួសារក្រីក្រ និងក្រុមជនងាយរងគ្រោះផ្សេងទៀត",
    "sub_domains": [
      {
        "code": "5.1",
        "name_kh": "៥.១. ការលើកកម្ពស់ស្ថានភាពរបស់ស្ត្រី យុវជន និងកុមារ",
        "sort_order": 1,
        "indicators": []
      },
      {
        "code": "5.2",
        "name_kh": "៥.២. ការគាំពារជនជាតិដើមភាគតិច",
        "sort_order": 2,
        "indicators": [
          {
            "code": "2",
            "name_kh": "២. បើបានដាក់បញ្ចូល មានគម្រោងចំនួនប៉ុន្មានបានអនុវត្ដ?",
            "data_type": "number",
            "unit_kh": "ចំនួន  គម្រោង",
            "sort_order": 1,
            "key": "V.5.2.2"
          },
          {
            "code": "3",
            "name_kh": "៣. ចំនួនជនជាតិដើមភាគតិចជាបេក្ខជនឈរឈ្មោះបោះឆ្នោតជ្រើសរើសក្រុមប្រឹក្សាឃុំ សង្កាត់ក្នុងឆ្នាំ២០២២",
            "data_type": "number",
            "unit_kh": "ចំនួន   នាក់",
            "sort_order": 2,
            "key": "V.5.2.3"
          },
          {
            "code": "4",
            "name_kh": "៤. ចំនួនជនជាតិដើមភាគតិចជាសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់សម្រាប់អាណត្តិឆ្នាំ២០២២-២០២៦",
            "data_type": "number",
            "unit_kh": "ចំនួន   នាក់",
            "sort_order": 3,
            "key": "V.5.2.4"
          }
        ]
      },
      {
        "code": "5.3",
        "name_kh": "៥.៣. ការគាំពារជនពិការ និងជនចាស់ជរា",
        "sort_order": 3,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ឃុំ សង្កាត់ដែលមានបង្កើតមូលនិធិសម្រាប់គាំទ្រជនមានពិការភាព និងចាស់ជរានៅតាមសហគមន៍",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស មានមិនមាន",
            "sort_order": 1,
            "key": "V.5.3.1"
          },
          {
            "code": "2",
            "name_kh": "២. ឃុំ សង្កាត់ដែលមានសមាគមន៍ពិការភាព និងចាស់ជរាមានមូលនិធិផ្ទាល់ខ្លួនសម្រាប់ដំណើរការនៅក្នុងឃុំ សង្កាត់",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស មានមិនមាន",
            "sort_order": 2,
            "key": "V.5.3.2"
          },
          {
            "code": "3",
            "name_kh": "៣. ចំនួនជនមានពិការភាពជាបេក្ខជនឈឈ្មោះបោះឆ្នោតជ្រើសរើសក្រុមប្រឹក្សាឃុំ សង្កាត់ក្នុងឆ្នាំ២០២២",
            "data_type": "number",
            "unit_kh": "ចំនួន   នាក់",
            "sort_order": 3,
            "key": "V.5.3.3"
          },
          {
            "code": "4",
            "name_kh": "៤. ចំនួនជនមានពិការភាពជាសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់សម្រាប់អាណត្តិឆ្នាំ២០២២-២០២៦",
            "data_type": "number",
            "unit_kh": "ចំនួន   នាក់",
            "sort_order": 4,
            "key": "V.5.3.4"
          }
        ]
      },
      {
        "code": "5.4",
        "name_kh": "៥.៤. ការគាំពារគ្រួសារក្រីក្រ",
        "sort_order": 4,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ចំនួនគ្រួសារក្រីក្រដែលជួបការលំបាក ប្រឈមនឹងការខ្វះទីជម្រក ខ្វះស្បៀងអាហារ និងរងផលប៉ះពាល់ពីគ្រោះមហន្តរាយនានាទទួលបានជំនួយសង្គ្រោះបន្ទាន់",
            "data_type": "number",
            "unit_kh": "ចំនួន   គ្រួសារ",
            "sort_order": 1,
            "key": "V.5.4.1"
          }
        ]
      },
      {
        "code": "5.5",
        "name_kh": "៥.៥. ការលើកកម្ពស់សមធម៌សង្គម",
        "sort_order": 5,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ឃុំ សង្កាត់បានដាក់បញ្ចូលតម្រូវការនានាឆ្លើយតបផលប្រយោជន៍របស់ក្រុមប្រជាពលរដ្ឋផ្សេងៗគ្នាដូចជាស្ត្រី យុវជន កុមារ ជនមានពិការភាព ជនចាស់ជរា និងជនជាតិដើមភាគតិចទៅក្នុងកម្មវិធីវិនិយោគបីឆ្នាំរំកិលឃុំ សង្កាត់ និងសកម្មភាពអភិវឌ្ឍន៍នានា",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស បានមិនបាន",
            "sort_order": 1,
            "key": "V.5.5.1"
          },
          {
            "code": "2",
            "name_kh": "២. ចំនួនគម្រោងឆ្លើយតបតម្រូវការ និងដំណោះស្រាយចំពោះបញ្ហា និងផលប្រយោជន៍របស់ក្រុមប្រជាពលរដ្ឋផ្សេងៗគ្នា",
            "data_type": "number",
            "unit_kh": "ចំនួន  គម្រោង",
            "sort_order": 2,
            "key": "V.5.5.2"
          },
          {
            "code": "3",
            "name_kh": "៣. តើរដ្ឋបាលឃុំ សង្កាត់បានផ្ដល់អាទិភាព និងបង្កលក្ខណៈងាយស្រួលដល់ក្រុមជនងាយរងគ្រោះ ដូចជា ស្ត្រី កុមារ ជនមានពិការភាព ជនចាស់ជរា និងជនជាតិដើមភាគតិច ក្នុងការទទួលសេវាសាធារណៈនានា តាមវិធីសាស្ដ្រ និងមធ្យោបាយណាខ្លះ?",
            "data_type": "number",
            "unit_kh": "",
            "sort_order": 3,
            "key": "V.5.5.3"
          }
        ]
      }
    ]
  },
  {
    "code": "VI",
    "name_kh": "VI. ជាឃុំ សង្កាត់ដែលលើកកម្ពស់គណនេយ្យភាពសង្គម យុត្តិធម៌សង្គម និងភាពស្អាតស្អំ គ្មានការរំលោភអំណាច គ្មានអំពើពុករលួយ",
    "sub_domains": [
      {
        "code": "6.1",
        "name_kh": "៦.១. ការលើកកម្ពស់គណនេយ្យភាពចំពោះប្រជាពលរដ្ឋ",
        "sort_order": 1,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ភាគរយនៃការដោះស្រាយបញ្ហាប្រឈម សំណើសំណូមពរ និងតម្រូវការរបស់ប្រជាពលរដ្ឋដោយក្រុមប្រឹក្សាឃុំ សង្កាត់",
            "data_type": "percentage",
            "unit_kh": "ចំនួន  ភាគរយ(%)",
            "sort_order": 1,
            "key": "VI.6.1.1"
          },
          {
            "code": "2",
            "name_kh": "២. ចំនួនប្រជាពលរដ្ឋដែលបានចូលរួមកិច្ចប្រជុំក្រុមប្រឹក្សា ឃុំ សង្កាត់",
            "data_type": "number",
            "unit_kh": "ចំនួន  នាក់",
            "sort_order": 2,
            "key": "VI.6.1.2"
          },
          {
            "code": "3",
            "name_kh": "៣. យន្តការណាខ្លះនៅថ្នាក់ឃុំ សង្កាត់ដែលបានអនុញ្ញាតឱ្យប្រជាពលរដ្ឋចូលរួម",
            "data_type": "number",
            "unit_kh": "",
            "sort_order": 3,
            "key": "VI.6.1.3"
          }
        ]
      },
      {
        "code": "6.2",
        "name_kh": "៦.២. ការលើកកម្ពស់យុត្តិធម៌សង្គម",
        "sort_order": 2,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ភាគរយនៃការដោះស្រាយវិវាទនៅមូលដ្ឋានដោយឃុំ សង្កាត់",
            "data_type": "percentage",
            "unit_kh": "ចំនួន  ភាគរយ(%)",
            "sort_order": 1,
            "key": "VI.6.2.1"
          },
          {
            "code": "2",
            "name_kh": "២. ចំនួនកម្មវិធីផ្សព្វផ្សាយ និងអប់រំអំពីច្បាប់ និងយន្តការដោះស្រាយវិវាទក្រៅប្រព័ន្ធតុលាការ",
            "data_type": "number",
            "unit_kh": "ចំនួន   ដង",
            "sort_order": 2,
            "key": "VI.6.2.2"
          }
        ]
      },
      {
        "code": "6.3",
        "name_kh": "៦.៣. លើកកម្ពស់ភាពស្អាតស្អំ និងការចាត់វិធានការប្រឆាំងអំពើពុករលួយ និងការរំលោភអំណាច",
        "sort_order": 3,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ចំនួនអធិការកិច្ចលើការបំពេញការងាររបស់ក្រុមប្រឹក្សាឃុំ សង្កាត់ ក្នុងរយៈពេល៥ឆ្នាំ",
            "data_type": "number",
            "unit_kh": "ចំនួន  ដង",
            "sort_order": 1,
            "key": "VI.6.3.1"
          },
          {
            "code": "2",
            "name_kh": "២. ចំនួនក្រុមប្រឹក្សាឃុំ សង្កាត់ដែលប្រព្រឹត្តអំពើពុករលួយ ឬរំលោភបំពានអំណាចក្នុងការអនុវត្តតួនាទី ភារកិច្ច និង២. ការទទួលខុសត្រូវរបស់ខ្លួនត្រូវទទួលនូវវិធានការត្រួតពិនិត្យ និងទណ្ឌកម្មវិន័យរដ្ឋបាល និងការអនុវត្តតាមច្បាប់ជាធរមាន",
            "data_type": "number",
            "unit_kh": "ចំនួន  នាក់",
            "sort_order": 2,
            "key": "VI.6.3.2"
          },
          {
            "code": "3",
            "name_kh": "៣. ចំនួនស្មៀនដែលប្រព្រឹត្តអំពើពុករលួយ ឬរំលោភបំពានអំណាចក្នុងការអនុវត្តតួនាទី ភារកិច្ច និងការទទួលខុសត្រូវរបស់ខ្លួនត្រូវទទួលនូវវិធានការត្រួតពិនិត្យ និងទណ្ឌកម្មវិន័យរដ្ឋបាល និងការអនុវត្តតាមច្បាប់ជាធរមាន",
            "data_type": "number",
            "unit_kh": "ចំនួន  នាក់",
            "sort_order": 3,
            "key": "VI.6.3.3"
          },
          {
            "code": "4",
            "name_kh": "៤. ចំនួនថ្នាក់ដឹកនាំភូមិដែលប្រព្រឹត្តអំពើពុករលួយ ឬរំលោភបំពានអំណាចក្នុងការអនុវត្តតួនាទី ភារកិច្ច និងការ៤. ទទួលខុសត្រូវរបស់ខ្លួនត្រូវទទួលនូវវិធានការត្រួតពិនិត្យ និងទណ្ឌកម្មវិន័យរដ្ឋបាល និងការអនុវត្តតាមច្បាប់ជាធរមាន",
            "data_type": "number",
            "unit_kh": "ចំនួន   នាក់",
            "sort_order": 4,
            "key": "VI.6.3.4"
          },
          {
            "code": "5",
            "name_kh": "៥. ឃុំ សង្កាត់ធ្លាប់បានទទួលការលើកទឹកចិត្ត និងរង្វាន់លើកទឹកចិត្ត",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស បានមិនបាន",
            "sort_order": 5,
            "key": "VI.6.3.5"
          }
        ]
      }
    ]
  },
  {
    "code": "VII",
    "name_kh": "VII. ជាឃុំ សង្កាត់ដែលមានស្វ័យភាព សិទ្ធិអំណាច មុខងារ ធនធាន និងការទទួលខុសត្រូវច្បាស់លាស់",
    "sub_domains": [
      {
        "code": "7.1",
        "name_kh": "៧.១. ស្វ័យភាព និងសិទ្ធិអំណាចរបស់ក្រុមប្រឹក្សាឃុំ សង្កាត់",
        "sort_order": 1,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ចំនួនសំណើសំណូមពរ និងក្តីកង្វល់នានារបស់ប្រជាពលរដ្ឋដែលក្រុមប្រឹក្សាឃុំ សង្កាត់ពុំអាចដោះស្រាយបានជូនមករដ្ឋបាលក្រុង ស្រុក ខណ្ឌ រដ្ឋបាលរាជធានី ខេត្ត និងក្រសួង ស្ថាប័នថ្នាក់ជាតិ ដើម្បីដោះស្រាយ",
            "data_type": "number",
            "unit_kh": "ចំនួន   ករណី",
            "sort_order": 1,
            "key": "VII.7.1.1"
          }
        ]
      },
      {
        "code": "7.2",
        "name_kh": "៧.២. មុខងារ និងការទទួលខុសត្រូវ",
        "sort_order": 2,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ក្រុមប្រឹក្សាឃុំ សង្កាត់បានចូលរួមក្នុងគណៈគ្រប់គ្រងសាលារៀន",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស មានមិនមាន",
            "sort_order": 1,
            "key": "VII.7.2.1"
          },
          {
            "code": "2",
            "name_kh": "២. ចំនួនមតេ្តយ្យសហគមន៍ក្នុងឃុំ សង្កាត់នីមួយៗ",
            "data_type": "number",
            "unit_kh": "ចំនួន  សាលាមត្តេយ្យសហគមន៍",
            "sort_order": 2,
            "key": "VII.7.2.2"
          },
          {
            "code": "3",
            "name_kh": "៣. ឃុំ សង្កាត់ដែលបានគ្រប់គ្រងសហគមន៍តំបន់ការពារធម្មជាតិ",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស មានមិនមាន",
            "sort_order": 3,
            "key": "VII.7.2.3"
          },
          {
            "code": "4",
            "name_kh": "៤. ចំនួនគម្រោងរបស់ឃុំ សង្កាត់ដែលបានបញ្ជ្រាបភាពធន់នឹងការប្រែប្រួលអាកាសធាតុទៅក្នុងប្រព័ន្ធគ្រប់គ្រងការងារ ការផ្ដល់សេវាសាធារណៈ និងការអភិវឌ្ឍហេដ្ឋារចនាសម្ព័ន្ធមូលដ្ឋាន",
            "data_type": "number",
            "unit_kh": "ចំនួន  គម្រោង",
            "sort_order": 4,
            "key": "VII.7.2.4"
          },
          {
            "code": "5",
            "name_kh": "៥. ឃុំ សង្កាត់បានជំរុញការផ្សព្វផ្សាយ ដើម្បីបង្កើនការយល់ដឹងដល់ប្រជាពលរដ្ឋអំពីមូលហេតុនិងផលប៉ះពាល់នៃការប្រែប្រួលអាកាសធាតុ",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស បាន មិនបាន",
            "sort_order": 5,
            "key": "VII.7.2.5"
          },
          {
            "code": "6",
            "name_kh": "៦. ឃុំ សង្កាត់បានចូលរួមក្នុងគណៈកម្មការគ្រប់គ្រងមណ្ឌលសុខភាព",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស បានមិនបាន",
            "sort_order": 6,
            "key": "VII.7.2.6"
          },
          {
            "code": "7",
            "name_kh": "៧. ឃុំ សង្កាត់បានអនុវត្តមុខងារ និងការទទួលខុសត្រូវលើការងារកិច្ចការពារកុមារ និងគ្រប់គ្រងសេវាថែទាំកុមារដែលមានពិការភាព គ្មានទីពឹង និងក្រុមកុមាររងគ្រោះ និងងាយរងគ្រោះផ្សេងៗទៀតនៅក្នុងសហគមន៍",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស បានមិនបាន",
            "sort_order": 7,
            "key": "VII.7.2.7"
          },
          {
            "code": "8",
            "name_kh": "៨. ឃុំ សង្កាត់ដែលបានចូលរួមគ្រប់គ្រងសំរាម សំណង់រឹង និងបញ្ហាបរិស្ថានផ្សេងទៀតក្នុងមូលដ្ឋានរបស់ខ្លួន",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស បាន មិនបាន",
            "sort_order": 8,
            "key": "VII.7.2.8"
          },
          {
            "code": "9",
            "name_kh": "៩. ឃុំ សង្កាត់ដែលបានចូលរួមគ្រប់គ្រងសំរាម សំណង់រឹង និងបញ្ហាបរិស្ថានផ្សេងទៀតក្នុងមូលដ្ឋានរបស់ខ្លួនបានដូចជា",
            "data_type": "number",
            "unit_kh": "",
            "sort_order": 9,
            "key": "VII.7.2.9"
          },
          {
            "code": "10",
            "name_kh": "១០. ឃុំ សង្កាត់បានបង្កើត និងគ្រប់គ្រងផ្សារសហគមន៍នានា ដើម្បីបង្កលក្ខណៈងាយស្រួលក្នុងការទិញលក់ទំនិញ និងផលិតផលនៅតាមមូលដ្ឋាន",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស បានមិនបាន",
            "sort_order": 10,
            "key": "VII.7.2.10"
          },
          {
            "code": "11",
            "name_kh": "១១. ចំនួនប្រជាពលរដ្ឋដែលជួបប្រទះនឹងបញ្ហាប្រឈមនានាពាក់ព័ន្ធនឹងគ្រោះមហន្តរាយ និងជំងឺឆ្លងរាតត្បាតនានាដែលជួយដោះស្រាយដោយឃុំ សង្កាត់",
            "data_type": "number",
            "unit_kh": "ចំនួន   នាក់",
            "sort_order": 11,
            "key": "VII.7.2.11"
          },
          {
            "code": "12",
            "name_kh": "១២. ឃុំ សង្កាត់ដែលបានរៀបចំ និងអនុវត្តគម្រោង/សកម្មភាពផ្គត់ផ្គង់ទឹកស្អាត និងអនាម័យនៅក្នុងឃុំ សង្កាត់",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស បានមិនបាន",
            "sort_order": 12,
            "key": "VII.7.2.12"
          },
          {
            "code": "13",
            "name_kh": "១៣. ចំនួនគម្រោងផ្គត់ផ្គង់ទឹកស្អាតក្នុងឃុំ សង្កាត់",
            "data_type": "number",
            "unit_kh": "ចំនួន   គម្រោង",
            "sort_order": 13,
            "key": "VII.7.2.13"
          },
          {
            "code": "14",
            "name_kh": "១៤. ចំនួនគម្រោងកសាងបង្គន់អនាម័យក្នុងឃុំ សង្កាត់",
            "data_type": "number",
            "unit_kh": "ចំនួន   គម្រោង",
            "sort_order": 14,
            "key": "VII.7.2.14"
          },
          {
            "code": "15",
            "name_kh": "១៥. ឃុំ សង្កាត់ដែលបានរៀបចំ និងអនុវត្តគម្រោង/សកម្មភាព លើកកម្ពស់សមភាពយេនឌ័រ និងការទប់ស្កាត់អំពើហិង្សាក្នុងគ្រួសារ",
            "data_type": "binary",
            "unit_kh": "ជ្រើសរើស បានមិនបាន",
            "sort_order": 15,
            "key": "VII.7.2.15"
          },
          {
            "code": "16",
            "name_kh": "១៦. ឃុំ សង្កាត់ដែលបានរៀបចំ និងអនុវត្តគម្រោង/សកម្មភាព លើកកម្ពស់សមភាពយេនឌ័រ និងការទប់ស្កាត់អំពើហិង្សាក្នុងគ្រួសារបាន ចំនួន",
            "data_type": "number",
            "unit_kh": "ចំនួន   គម្រោង",
            "sort_order": 16,
            "key": "VII.7.2.16"
          },
          {
            "code": "17",
            "name_kh": "១៧. មុខងារចាំបាច់ផ្សេងៗទៀត ដែលឃុំ សង្កាត់បានអនុវត្ដដើម្បីឆ្លើយតបទៅនឹងតម្រូវការចាំបាច់របស់ប្រជាពលរដ្ឋនៅមូលដ្ឋានរួមមាន",
            "data_type": "number",
            "unit_kh": "",
            "sort_order": 17,
            "key": "VII.7.2.17"
          }
        ]
      },
      {
        "code": "7.3",
        "name_kh": "៧.៣ ធនធានហិរញ្ញវត្ថុ",
        "sort_order": 3,
        "indicators": [
          {
            "code": "2",
            "name_kh": "២. ចំនួនថវិកាឃុំ សង្កាត់គៀរគរបាន",
            "data_type": "number",
            "unit_kh": "ចំនួន          រៀល",
            "sort_order": 1,
            "key": "VII.7.3.2"
          }
        ]
      },
      {
        "code": "7.4",
        "name_kh": "៧.៤. ធនធានមនុស្ស",
        "sort_order": 4,
        "indicators": [
          {
            "code": "1",
            "name_kh": "១. ថ្នាក់ដឹកនាំភូមិដែលមានបរិញ្ញាបត្រឡើង",
            "data_type": "number",
            "unit_kh": "ចំនួន      នាក់",
            "sort_order": 1,
            "key": "VII.7.4.1"
          },
          {
            "code": "2",
            "name_kh": "២. ថ្នាក់ដឹកនាំភូមិដែលមានបរិញ្ញាបត្ររង",
            "data_type": "number",
            "unit_kh": "ចំនួន      នាក់",
            "sort_order": 2,
            "key": "VII.7.4.2"
          },
          {
            "code": "3",
            "name_kh": "៣. ថ្នាក់ដឹកនាំភូមិដែលមានមធ្យមសិក្សាទុតិយភូមិ",
            "data_type": "number",
            "unit_kh": "ចំនួន      នាក់",
            "sort_order": 3,
            "key": "VII.7.4.3"
          },
          {
            "code": "4",
            "name_kh": "៤. ចំនួនថ្នាក់ដឹកនាំភូមិដែលរងការបណ្ដឹង និងទទួលទណ្ឌកម្មវិន័យផ្នែករដ្ឋបាល និងច្បាប់",
            "data_type": "number",
            "unit_kh": "ចំនួន      នាក់",
            "sort_order": 4,
            "key": "VII.7.4.4"
          }
        ]
      }
    ]
  }
];

export const indicatorKeyMap = {
  "I.1.1.1": {
    "data_type": "percentage",
    "unit_kh": "១. ភាគរយចំនួនប្រជាពលរដ្ឋគ្រប់អាយុ១៨ឆ្នាំ ទៅចុះឈ្មោះបោះឆ្នោតត្រឹមឆ្នាំ២០២២"
  },
  "I.1.1.2": {
    "data_type": "percentage",
    "unit_kh": "២. ភាគរយចំនួនប្រជាពលរដ្ឋគ្រប់អាយុ១៨ឆ្នាំ ទៅចុះឈ្មោះបោះឆ្នោតឆ្នាំត្រឹម២០២៥"
  },
  "I.1.1.3": {
    "data_type": "binary",
    "unit_kh": "៣. ភាគរយនៃចំនួនប្រជាពលរដ្ឋមានឈ្មោះបោះឆ្នោត បានទៅបោះឆ្នោតឃុំ សង្កាត់ឆ្នាំ២០១៧"
  },
  "I.1.1.4": {
    "data_type": "binary",
    "unit_kh": "៤. ភាគរយនៃចំនួនប្រជាពលរដ្ឋមានឈ្មោះបោះឆ្នោត បានទៅបោះឆ្នោតឃុំ សង្កាត់ឆ្នាំ២០២២"
  },
  "I.1.1.5": {
    "data_type": "number",
    "unit_kh": "៥. ករណីអំពើហិង្សាពាក់ព័ន្ធនឹងការបោះឆ្នោតតំណាងរាស្រ្តឆ្នាំ២០២៣"
  },
  "I.1.1.6": {
    "data_type": "number",
    "unit_kh": "៦. ករណីអំពើហិង្សាពាក់ព័ន្ធនឹងការបោះឆ្នោតឃុំ សង្កាត់២០២២"
  },
  "I.1.1.7": {
    "data_type": "binary",
    "unit_kh": "៧. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់មានសញ្ញាបត្រមធ្យមសិក្សាទុតិយភូមិ (រាប់តែមាជិកមកពីគណបក្សប្រជាជនកម្ពុជា)"
  },
  "I.1.1.8": {
    "data_type": "binary",
    "unit_kh": "៨. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់មានបរិញ្ញបត្ររង (រាប់តែមាជិកមកពីគណបក្សប្រជាជនកម្ពុជា)"
  },
  "I.1.1.9": {
    "data_type": "binary",
    "unit_kh": "៩. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់មានបរិញ្ញបត្រ (រាប់តែមាជិកមកពីគណបក្សប្រជាជនកម្ពុជា)"
  },
  "I.1.1.10": {
    "data_type": "binary",
    "unit_kh": "១០. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់មានបរិញ្ញបត្រជាន់ខ្ពស់ឡើង(រាប់តែមាជិកមកពីគណបក្សប្រជាជនកម្ពុជា)"
  },
  "I.1.1.11": {
    "data_type": "binary",
    "unit_kh": "១១. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់ដែលត្រូវដកចេញពីមុខតំណែងដោយសារ ឬទទួលទណ្ឌកម្មវិន័យពាក់ព័ន្ធអាកប្បកិរិយា មិនស្អាតស្អំ ការមិនគោរពច្បាប់ ការរើសអើង"
  },
  "I.1.1.12": {
    "data_type": "number",
    "unit_kh": "១២. ចំនួនសរុបនៃសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់(រាប់តែមាជិកមកពីគណបក្សប្រជាជនកម្ពុជា)"
  },
  "I.1.1.13": {
    "data_type": "number",
    "unit_kh": "១៣. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់ជាស្រ្តី (រាប់តែមាជិកមកពីគណបក្សប្រជាជនកម្ពុជា)"
  },
  "I.1.1.14": {
    "data_type": "number",
    "unit_kh": "១៤. ចំនួនសមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់ជាយុវជន (ក្រោម៤៥ឆ្នាំ)"
  },
  "I.1.1.15": {
    "data_type": "number",
    "unit_kh": "១៥. ចំនួនសរុបស្មៀនឃុំ សង្កាត់"
  },
  "I.1.1.16": {
    "data_type": "number",
    "unit_kh": "១៦. ចំនួនសរុបស្មៀនឃុំ សង្កាត់ជាស្ត្រី"
  },
  "I.1.1.17": {
    "data_type": "number",
    "unit_kh": "១៧. ចំនួនសរុបស្មៀនឃុំ សង្កាត់ជាជាយុវជន (ក្រោម៤៥ឆ្នាំ)"
  },
  "I.1.1.18": {
    "data_type": "number",
    "unit_kh": "១៨. ចំនួនសរុបថ្នាក់ដឹកនាំភូមិ"
  },
  "I.1.1.19": {
    "data_type": "number",
    "unit_kh": "១៩. ចំនួនថ្នាក់ដឹកនាំភូមិជាស្រ្តី"
  },
  "I.1.1.20": {
    "data_type": "number",
    "unit_kh": "២០. ចំនួនថ្នាក់ដឹកនាំភូមិជាជាយុវជន (ក្រោម៤៥ឆ្នាំ)"
  },
  "I.1.2.1": {
    "data_type": "number",
    "unit_kh": "១. ចំនួនករណីរំលោភសិទ្ធិមនុស្សពាក់ព័ន្ធនឹងការប្រកាន់ពូជសាសន៍ ពណ៌សម្បុរ ភេទ ភាសា ជំនឿសាសនា និន្នាការនយោបាយ អតីតកាល ដើមកំណើតជាតិ ឋានៈសង្គម ធនធាន ឬស្ថានភាពឯទៀត"
  },
  "I.1.2.2": {
    "data_type": "binary",
    "unit_kh": "២. ចំនួនប្រជាពលរដ្ឋដែលបានចូលរួមវេទិកាសាធារណៈរបស់ឃុំ សង្កាត់"
  },
  "I.1.2.3": {
    "data_type": "binary",
    "unit_kh": "៣. ចំនួនប្រជាពលរដ្ឋដែលបានចូលរួមកិច្ចប្រជុំក្រុមប្រឹក្សាឃុំ សង្កាត់"
  },
  "I.1.2.4": {
    "data_type": "number",
    "unit_kh": "៤. ចំនួនប្រជាពលរដ្ឋចូលរួមក្នុងដំណើរការរៀបចំផែនការអភិវឌ្ឍ និងកម្មវិធីវិនិយោគ៣ឆ្នាំរំកិលរបស់ឃុំ សង្កាត់"
  },
  "I.1.2.5": {
    "data_type": "binary",
    "unit_kh": "៥. ឃុំ សង្កាត់ដែលបានបង្កើតគណកម្មការគ្រប់គ្រងគម្រោងដែលមានការចូលរួមពីប្រជាពលរដ្ឋ"
  },
  "I.1.2.6": {
    "data_type": "binary",
    "unit_kh": "៦. ចំនួនប្រជាពលរដ្ឋដែលបានទទួលសេវារដ្ឋបាលឃុំ សង្កាត់"
  },
  "I.1.2.7": {
    "data_type": "binary",
    "unit_kh": "៧. ចំនួនគម្រោង (សេវាសង្គម និងហេដ្ឋារចនាសម្ព័ន្ធ) ដែលបានរៀបចំ និងអនុវត្តដោយឃុំ សង្កាត់"
  },
  "I.1.2.8": {
    "data_type": "number",
    "unit_kh": "៨. សំណើ សំណូមពរ ក្តីកង្វល់ និងបញ្ហាប្រឈមនានារបស់ប្រជាពលរដ្ឋពាក់ព័ន្ធនឹងការផ្តល់សេវា"
  },
  "I.1.2.9": {
    "data_type": "number",
    "unit_kh": "៩. ការសម្រុះសម្រួលដោះស្រាយសំណើ សំណូមពរ ក្តីកង្វល់ និងបញ្ហាប្រឈមនានា"
  },
  "I.2.1.1": {
    "data_type": "number",
    "unit_kh": "១. ចំនួនប្រជាការពារនៅតាមឃុំ សង្កាត់"
  },
  "I.2.1.2": {
    "data_type": "number",
    "unit_kh": "២. ចំនួនវគ្គបណ្តុះបណ្តាល និងពង្រឹងសមត្ថភាពប្រជាការពារ"
  },
  "I.2.1.3": {
    "data_type": "number",
    "unit_kh": "៣. ការគាំទ្រផ្សេងៗដល់ប្រជាការពារ"
  },
  "I.2.1.4": {
    "data_type": "number",
    "unit_kh": "៤. ចំនួនមន្ត្រីនរគបាលរដ្ឋបាលនៅឃុំ សង្កាត់នីមួយៗ"
  },
  "I.2.1.5": {
    "data_type": "number",
    "unit_kh": "៥. ចំនួនវគ្គបណ្តុះបណ្តាលដែលផ្តល់ឱ្យប៉ុស្តិ៍នគរបាលរដ្ឋបាលឃុំ សង្កាត់"
  },
  "I.2.1.6": {
    "data_type": "number",
    "unit_kh": "៦. ការគាំទ្រផ្សេងៗដល់ប៉ុស្តិ៍នគរបាល"
  },
  "I.2.1.7": {
    "data_type": "binary",
    "unit_kh": "៧. អាត្រាបទល្មើលដែលបង្ក្រាបបានធៀបនឹងបទល្មើសដែលកើតឡើង"
  },
  "I.2.1.8": {
    "data_type": "binary",
    "unit_kh": "៨. ចំនួនកម្មវិធីអប់រំ និងផ្សព្វផ្សាយអំពីបញ្ហាបទល្មើស និងគ្រឿងញៀនដែលបានរៀបចំនៅតាមមូលដ្ឋាន តាមសាលារៀន និងទីតាំងនានា"
  },
  "I.2.2.1": {
    "data_type": "binary",
    "unit_kh": "១. ឃុំ សង្កាត់ដែលរៀបចំមានការសម្រួលចរាចរណ៍ឆ្លងកាត់ផ្លូវសាធារណៈរបស់ប្រជាពលរដ្ឋជាពិសេសសិស្សានុសិស្ស"
  },
  "I.2.2.2": {
    "data_type": "binary",
    "unit_kh": "២. ចំនួនស្លាកសញ្ញាចរាចរណ៍នៅក្នុងឃុំ សង្កាត់ (គ្រប់គ្រាន់ ឬមិនទាន់គ្រប់គ្រាន់ ឬគ្មាន)"
  },
  "I.2.2.3": {
    "data_type": "number",
    "unit_kh": "៣. ចំនួនគ្រោះថ្នាក់ចរាចរណ៍"
  },
  "I.2.2.4": {
    "data_type": "binary",
    "unit_kh": "៤. ចំនួនទីប្រជុំជន សាលារៀន តំបន់ជុំវិញផ្សារ និងតំបន់ស្មុគស្មាញនានាដែលមានសណ្តាប់ធ្នាប់ល្អ"
  },
  "I.2.2.5": {
    "data_type": "binary",
    "unit_kh": "៥. ចំនួនទីប្រជុំជន សាលារៀន តំបន់ជុំវិញផ្សារ និងតំបន់ស្មុគស្មាញនានាដែលមិនទាន់មានសណ្តាប់ធ្នាប់ល្អ"
  },
  "I.2.2.6": {
    "data_type": "binary",
    "unit_kh": "៦. ឃុំ សង្កាត់ដែលមានចំណតសាធារណៈ"
  },
  "I.2.2.7": {
    "data_type": "number",
    "unit_kh": "៧. ចំនួនកម្មវិធីផ្សព្វផ្សាយ និងអប់រំច្បាប់ចរាចរណ៍"
  },
  "I.2.2.8": {
    "data_type": "binary",
    "unit_kh": "៨. ចំនួនប្រជាពលរដ្ឋដែលបានចូលរួមអប់រំផ្សព្វផ្សាយច្បាប់ចរាចរណ៍"
  },
  "I.3.1.1": {
    "data_type": "binary",
    "unit_kh": "១. ចំនួនប្រជាពលរដ្ឋដែលបានទទួលសេវារដ្ឋបាលនៅឃុំ សង្កាត់.."
  },
  "I.3.1.2": {
    "data_type": "binary",
    "unit_kh": "២. ចំនួនបញ្ជីកំណើតដែលបានផ្តល់ជូនប្រជាពលរដ្ឋ"
  },
  "I.3.1.3": {
    "data_type": "binary",
    "unit_kh": "៣. ចំនួនបញ្ជីអាពាហ៍ពិពាហ៍ដែលបានផ្តល់ជូនប្រជាពលរដ្ឋ"
  },
  "I.3.1.4": {
    "data_type": "binary",
    "unit_kh": "៤. ចំនួនបញ្ជីបញ្ជីមរណភាពដែលបានផ្តល់ជូនប្រជាពលរដ្ឋ"
  },
  "I.3.1.5": {
    "data_type": "binary",
    "unit_kh": "៥. ចំនួនការផ្តល់សៀវភៅស្នាក់នៅ សៀវភៅគ្រួសារ ដែលបានផ្តល់ជូនប្រជាពលរដ្ឋ"
  },
  "I.3.1.6": {
    "data_type": "binary",
    "unit_kh": "៦. ចំនួនអត្តសញ្ញាណប័ណ្ណសញ្ជាតិខ្មែរ ដែលបានផ្តល់ជូនប្រជាពលរដ្ឋ"
  },
  "I.3.1.7": {
    "data_type": "binary",
    "unit_kh": "៧. មធ្យោបាយទទួលមតិត្រឡប់ជូនប្រជាពលរដ្ឋដែលឃុំ សង្កាត់កំពុងអនុវត្ត រួមមាន(ប្រអប់សំបុត្រ តេឡេក្រាម បណ្តាញទំនាក់ទំនងសង្គម ។ល។)"
  },
  "I.3.2.1": {
    "data_type": "number",
    "unit_kh": "១. សមាជិកក្រុមប្រឹក្សាឃុំ សង្កាត់ជាសមាជិកគណៈកម្មាធិការគ្រប់គ្រងសាលារៀន"
  },
  "I.3.2.2": {
    "data_type": "number",
    "unit_kh": "២. សមាជិកក្រុមប្រឹក្សាក្រុង ស្រុក ខណ្ឌជាសមាជិកគណៈកម្មាធិការគ្រប់គ្រងសាលារៀន"
  },
  "I.3.2.3": {
    "data_type": "number",
    "unit_kh": "៣. ចំនួនកិច្ចប្រជុំប្រចាំខែរបស់គណៈកម្មការគ្រប់គ្រងសាលារៀន"
  },
  "I.3.2.4": {
    "data_type": "binary",
    "unit_kh": "៤. គ្រូបង្រៀននៅតាមតំបន់ដាច់ស្រយាល និងតំបន់ជួបការលំបាក ត្រូវបានគាំទ្រ និងលើកទឹកចិត្ត (មាន ឬគ្មាន) ដែរឬទេ?"
  },
  "I.3.2.5": {
    "data_type": "binary",
    "unit_kh": "៥. បើមានសូមរៀបរាប់ការគាំទ្រគ្រូបង្រៀននៅតាមតំបន់ដាច់ស្រយាល និងតំបន់ជួបការលំបាក ទាំងនោះ"
  },
  "I.3.2.6": {
    "data_type": "binary",
    "unit_kh": "៦. ចំនួនភាគរយសិស្សក្រីក្រ សិស្សស្ថិតក្នុងតំបន់ជួបការលំបាក និងសិស្សមានពិការភាពទទួលបានអាហារូបករណ៍"
  },
  "I.3.3.2": {
    "data_type": "number",
    "unit_kh": "២. មណ្ឌលសុខភាពនៅឃុំ សង្កាត់"
  },
  "I.3.3.3": {
    "data_type": "number",
    "unit_kh": "៣. មន្ទីរពេទ្យបង្អែកនៅក្នុងក្រុង ស្រុក ខណ្ឌ"
  },
  "I.3.3.4": {
    "data_type": "number",
    "unit_kh": "៤. ការលើកទឹកចិត្តដល់គ្រូពេទ្យដែលទៅបំពេញការងារនៅតំបន់ជនបទ តំបន់ដាច់ស្រយាល និងតំបន់ជួបការលំបាក តាមរយៈការផ្តល់ប្រាក់ឧបត្ថម្ភបន្ថែម ឬ"
  },
  "I.3.3.5": {
    "data_type": "binary",
    "unit_kh": "៥. មានប្រជាពលរដ្ឋចូលរួមក្នុងគណៈកម្មការគ្រប់គ្រងមណ្ឌលសុខភាព និងក្រុមទ្រទ្រង់សុខភាពភូមិ អ្នកស្ម័គ្រចិត្តបម្រើការងារសុខភាពតាមសហគមន៍"
  },
  "I.3.3.6": {
    "data_type": "binary",
    "unit_kh": "៦. ឃុំ សង្កាត់មានទីកន្លែងហាត់ប្រាណ ឬហាត់កីឡាសាធារណៈ"
  },
  "I.3.3.7": {
    "data_type": "binary",
    "unit_kh": "៧. ចំនួនកម្មវិធី កិច្ចប្រជុំ ឬព្រឹត្តការណ៍ផ្សព្វផ្សាយការយល់ដឹងរបស់ប្រជាពលរដ្ឋក្នុងការវិធានសុខាភិបាល ដើម្បីបង្ការ និងទប់ស្កាត់ការឆ្លងរាលដាលជំងឺកូវីដ១៩ និងកាត់បន្ថយការប្រឈមនឹងកត្តាហានិភ័យនៃជំងឺមិនឆ្លង ដែលបានរៀបចំ"
  },
  "I.3.3.8": {
    "data_type": "binary",
    "unit_kh": "៨. ចំនួនប្រជាពលរដ្ឋចូលរួមកម្មវិធី កិច្ចប្រជុំ ឬព្រឹត្តការណ៍ផ្សព្វផ្សាយការយល់ដឹងរបស់ប្រជាពលរដ្ឋក្នុងការវិធានសុខាភិបាល ដើម្បីបង្ការ និងទប់ស្កាត់ការឆ្លងរាលដាលជំងឺកូវីដ១៩ និងកាត់បន្ថយការប្រឈមនឹងកត្តាហានិភ័យនៃជំងឺមិនឆ្លង"
  },
  "I.3.4.1": {
    "data_type": "number",
    "unit_kh": "១. ការកសាងផ្លូវថ្មី ផ្លូវបេតុងចំនួន"
  },
  "I.3.4.2": {
    "data_type": "number",
    "unit_kh": "២. ការកសាងផ្លូវថ្មី ស្មើនឹងប្រវែង"
  },
  "I.3.4.3": {
    "data_type": "number",
    "unit_kh": "៣. ការកសាងផ្លូវក្រាលកៅស៊ូចំនួន"
  },
  "I.3.4.4": {
    "data_type": "number",
    "unit_kh": "៤. ការកសាងផ្លូវក្រាលកៅស៊ូស្មើនឹងប្រវែង"
  },
  "I.3.4.7": {
    "data_type": "number",
    "unit_kh": "៧. ការជួសជុលផ្លូវថ្មី ផ្លូវបេតុងចំនួន"
  },
  "I.3.4.8": {
    "data_type": "number",
    "unit_kh": "៨. ការជួសជុលផ្លូវថ្មី ស្មើនឹងប្រវែង"
  },
  "I.3.4.9": {
    "data_type": "number",
    "unit_kh": "៩. ការជួសជុលផ្លូវក្រាលកៅស៊ូចំនួន"
  },
  "I.3.4.10": {
    "data_type": "number",
    "unit_kh": "១០. ការជួសជុលផ្លូវក្រាលកៅស៊ូស្មើនឹងប្រវែង"
  },
  "I.3.4.11": {
    "data_type": "number",
    "unit_kh": "១១. ការជួសជុលផ្លូវដី និងគ្រួសក្រហមចំនួន"
  },
  "I.3.4.13": {
    "data_type": "binary",
    "unit_kh": "១៣. ផ្លូវក្រាលក្រួសក្រហម ត្រូវបានប្រែក្លាយទៅជាផ្លូវកៅស៊ូ ឬផ្លូវបេតុងមានចំនួន"
  },
  "I.3.4.14": {
    "data_type": "binary",
    "unit_kh": "១៤. ផ្លូវក្រាលក្រួសក្រហម ត្រូវបានប្រែក្លាយទៅជាផ្លូវកៅស៊ូ ឬផ្លូវបេតុងមានក្នុងឃុំ សង្កាត់មានចំនួន"
  },
  "I.3.4.15": {
    "data_type": "number",
    "unit_kh": "១៥. ការកសាងថ្មីប្រព័ន្ធប្រឡាយរំដោះទឹក/លូបង្ហូរទឹកចំនួន"
  },
  "I.3.4.16": {
    "data_type": "number",
    "unit_kh": "១៦. ការកសាងថ្មីប្រព័ន្ធប្រឡាយរំដោះទឹក/លូបង្ហូរទឹកចំនួន"
  },
  "I.3.4.17": {
    "data_type": "number",
    "unit_kh": "១៧. ការកសាងថ្មីស្ថានីយបូមទឹក"
  },
  "I.3.4.18": {
    "data_type": "number",
    "unit_kh": "១៨. ការកសាងថ្មីប្រព័ន្ធច្រោះទឹកកខ្វក់"
  },
  "I.3.4.19": {
    "data_type": "binary",
    "unit_kh": "១៩. ចំនួនគម្រោងដែលផ្នែកឯកជន សប្បុរសជន និងសហគមន៍មូលដ្ឋាន បានស្តារ ជួសជុល កសាង ថែទាំហេដ្ឋារចនាសម្ព័ន្ធគមនាគមន៍ក្នុងឃុំ សង្កាត់"
  },
  "I.3.4.20": {
    "data_type": "binary",
    "unit_kh": "២០. ចំនួនគម្រោងដែលផ្នែកឯកជន សប្បុរសជន និងសហគមន៍មូលដ្ឋាន បានស្តារ ជួសជុល កសាង ថែទាំហេដ្ឋារចនាសម្ព័ន្ធគមនាគមន៍ក្នុងឃុំ សង្កាត់ស្មើនឹង"
  },
  "I.3.4.21": {
    "data_type": "binary",
    "unit_kh": "២១. សូមរៀបរាប់បន្ថែមអំពីការកសាងហេដ្ឋារចនាសម្ព័ន្ធរូបវន្តក្នុងឃុំ សង្កាត់(បើមាន)"
  },
  "I.3.5.2": {
    "data_type": "binary",
    "unit_kh": "២. ចំនួនភាគរយគ្រួសារក្នុងឃុំ សង្កាត់ ដែលមានទឹកស្អាតប្រើប្រាស់តាមរយៈទឹកបំពង់"
  },
  "I.3.6.1": {
    "data_type": "binary",
    "unit_kh": "១. ចំនួនព្រែក បឹងបួរ អូរធម្មជាតិ និងជីកស្រះ ដែលត្រូវបានស្ថារ និងជីកថ្មី...................កន្លែង"
  },
  "I.3.6.2": {
    "data_type": "binary",
    "unit_kh": "២. ចំនួនប្រឡាយស្រោចស្រពនៅតាមឃុំ សង្កាត់ដែលបានកសាង និងពង្រីកថ្មី .....ខ្សែ"
  },
  "I.3.6.3": {
    "data_type": "binary",
    "unit_kh": "៣. ចំនួនប្រឡាយស្រោចស្រពនៅតាមឃុំ សង្កាត់ដែលបានកសាង និងពង្រីកថ្មីស្មើនឹង.......ម៉ែត្រ"
  },
  "I.3.6.4": {
    "data_type": "number",
    "unit_kh": "៤. ចំនួនប្រព័ន្ធបញ្ចេញបញ្ចូលទឹក"
  },
  "I.3.6.5": {
    "data_type": "binary",
    "unit_kh": "៥. ចំនួនវគ្គបណ្តុះបណ្តាលដែលក្រុមប្រឹក្សាឃុំ សង្កាត់ទទួលបានពាក់ព័ន្ធលើការគ្រប់គ្រង ការអភិវឌ្ឍ និងការអភិរក្ស ព្រែក អូរ និងបឹងបួរធម្មជាតិ"
  },
  "I.3.6.6": {
    "data_type": "binary",
    "unit_kh": "៦. ចំនួនសហគមន៍កសិករប្រើប្រាស់ទឹកដែលបានបង្កើតនៅតាមឃុំ សង្កាត់"
  },
  "I.3.6.7": {
    "data_type": "number",
    "unit_kh": "៧. ចំនួនវគ្គបណ្តុះបណ្តាលដល់សហគមន៍កសិករប្រើប្រាស់ទឹក"
  },
  "I.3.8.1": {
    "data_type": "binary",
    "unit_kh": "១. ឃុំ សង្កាត់មានវេបសាយ (Website) និងកម្មវិធីទូរស័ព្ទឆ្លាតវៃ (Apps) សម្រាប់ផ្ដល់ព័ត៌មាន និងចែករំលែកឯកសារនានា"
  },
  "I.3.8.2": {
    "data_type": "binary",
    "unit_kh": "២. មន្ទីរពេទ្យបង្អែក មណ្ឌលសុខភាពមានវេបសាយ (Website) និងកម្មវិធីទូរស័ព្ទឆ្លាតវៃ (Apps) សម្រាប់ផ្ដល់ព័ត៌មាន និងចែករំលែកឯកសារនានា"
  },
  "I.3.8.3": {
    "data_type": "binary",
    "unit_kh": "៣. សាលារៀនមានវេបសាយ (Website) និងកម្មវិធីទូរស័ព្ទឆ្លាតវៃ (Apps) សម្រាប់ផ្ដល់ព័ត៌មាន និងចែករំលែកឯកសារនានា"
  },
  "I.3.8.4": {
    "data_type": "binary",
    "unit_kh": "៤. ប៉ុស្ដិ៍នគរបាល មានវេបសាយ (Website) និងកម្មវិធីទូរស័ព្ទឆ្លាតវៃ (Apps) សម្រាប់ផ្ដល់ព័ត៌មាន និងចែករំលែកឯកសារនានា"
  },
  "I.3.9.1": {
    "data_type": "number",
    "unit_kh": "១. ចំនួនករណីសម្រុះសម្រួលដោះស្រាយវិវាទដីធ្លីនៅឃុំ សង្កាត់"
  },
  "I.3.9.2": {
    "data_type": "binary",
    "unit_kh": "២. ឃុំ សង្កាត់បានរៀបចំផែនការប្រើប្រាស់ដី និងប្លង់គោលប្រើប្រាស់ដីទីប្រជុំជនរបស់ (មាន ឬគ្មាន)"
  },
  "I.3.10.1": {
    "data_type": "binary",
    "unit_kh": "១. ឃុំ សង្កាត់មានយន្តការប្រមូលសំរាម សំណល់រឹង សំណល់រាវ និងការបំពុលបរិស្ថានផ្សេងទៀត"
  },
  "I.3.10.2": {
    "data_type": "number",
    "unit_kh": "២. ចំនួនកម្មវិធីផ្សព្វផ្សាយអំពីច្បាប់ គោលការណ៍ និងវិធានការនានាស្តីពីកិច្ចការពារថែរក្សាបរិស្ថាន រួមទាំងវិធីសាស្រ្តនៃការថែរក្សាសុខភាព សុវត្ថិភាពចំណីអាហារ ផលប៉ះពាល់ពីការប្រើប្រាស់សារធាតុគីមី ការប្រើគ្រឿងស្រវឹង និងថ្នាំជក់"
  },
  "I.3.10.3": {
    "data_type": "number",
    "unit_kh": "៣. ចំនួនប្រជាពលរដ្ឋចូលរួមកម្មវិធីផ្សព្វផ្សាយច្បាប់ គោលការណ៍ និងវិធានការនានាស្តីពីកិច្ចការពារថែរក្សាបរិស្ថាន រួមទាំងវិធីសាស្រ្តនៃការថែរក្សាសុខភាព សុវត្ថិភាពចំណីអាហារ ផលប៉ះពាល់ពីការប្រើប្រាស់សារធាតុគីមី ការប្រើគ្រឿងស្រវឹង និងថ្នាំជក់"
  },
  "I.3.10.4": {
    "data_type": "number",
    "unit_kh": "៤. ចំនួនកម្មវិធីផ្សព្វផ្សាយការរស់នៅស្អាតប្រកបដោយចីរភាព ការអប់រំ ផ្សព្វផ្សាយ និងបំផុសលើកទឹកចិត្តឱ្យប្រជាពលរដ្ឋចូលរួមក្នុងចលនាប្រឡងប្រណាំងមេត្រីភាពបរិស្ថានភូមិ ឃុំ សង្កាត់"
  },
  "I.3.10.5": {
    "data_type": "binary",
    "unit_kh": "៥. ឃុំ សង្កាត់ដែលបានបញ្រ្ជាបគោលការណ៍អភិវឌ្ឍន៍ដោយចីរភាពទៅក្នុងផែនការអភិវឌ្ឍន៍ឃុំ សង្កាត់"
  },
  "I.3.10.6": {
    "data_type": "number",
    "unit_kh": "៦. ចំនួនកម្មវិធីអប់រំផ្សព្វផ្សាយគ្រោះថ្នាក់ដែលបណ្តាលមកពីការពុលចំណីអាហារ ភេសជ្ជៈនានា"
  },
  "I.3.10.7": {
    "data_type": "binary",
    "unit_kh": "៧. ចំនួនករណីពុលចំណីអាហារ ភេសជ្ជៈនានានៅតាមឃុំ សង្កាត់ដែលត្រូវបានឆ្លើយតបដោះស្រាយ"
  },
  "I.3.11.1": {
    "data_type": "binary",
    "unit_kh": "១. ចំនួនគ្រួសារដែលទទួលបានការឧបត្ថម្ភជាស្បៀងអាហារ និងថ្នាំសង្កូវ ដែលជួបការលំបាក និងខ្វះខាតដោយសារការរីករាលដាលនៃជំងឺឆ្លង និងជំងឺរាតត្បាតកាចសាហាវនានា"
  },
  "I.3.11.2": {
    "data_type": "binary",
    "unit_kh": "២. ឃុំ សង្កាត់មានយន្តការសម្រាប់ដោះស្រាយ និងជួយសង្គ្រោះសម្រាប់ប្រជាពលរដ្ឋដែលទទួលរងគ្រោះដោយសារទឹកជំនន់"
  },
  "I.3.11.3": {
    "data_type": "binary",
    "unit_kh": "៣. ឃុំ សង្កាត់មានរៀបចំយន្តការដោះស្រាយ និងជួយសង្គ្រោះគ្រោះរាំងស្ងួត តាមរយៈអន្តរាគមន៍ជួយបូមទឹកសង្គ្រោះផលដំណាំរបស់ប្រជាពលរដ្ឋ និងការផ្គត់ផ្គង់ទឹកសម្រាប់ការប្រើប្រាស់ប្រចាំថ្ងៃ"
  },
  "I.3.11.4": {
    "data_type": "binary",
    "unit_kh": "៤. ឃុំ សង្កាត់មានយន្តការតាមដាន ត្រួតពិនិត្យជាប្រចាំនូវតម្រូវការស្បៀងក្នុងមូលដ្ឋាននៅក្នុងសហគមន៍ប្រជាជនដោយមិនទុកឱ្យប្រជាជនណាម្នាក់គ្មានស្បៀងអាហារសម្រាប់ហូប ដោយអាជ្ញាធរមិនបានដឹង និងមិនបានជួយដោះស្រាយនោះឡើយ"
  },
  "IV.4.1.1": {
    "data_type": "number",
    "unit_kh": "ចំនួន  សហគ្រាស"
  },
  "IV.4.1.2": {
    "data_type": "number",
    "unit_kh": "ចំនួន  សហគ្រាស"
  },
  "IV.4.1.3": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស បានមិនបាន"
  },
  "IV.4.1.4": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស មានមិនមាន"
  },
  "IV.4.1.5": {
    "data_type": "number",
    "unit_kh": ""
  },
  "IV.4.1.6": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស បានមិនបាន"
  },
  "IV.4.1.7": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស បានមិនបាន"
  },
  "IV.4.2.1": {
    "data_type": "number",
    "unit_kh": "ចំនួន  គ្រួសារ"
  },
  "IV.4.2.2": {
    "data_type": "number",
    "unit_kh": "ចំនួន  គ្រួសារ"
  },
  "IV.4.2.3": {
    "data_type": "number",
    "unit_kh": "ចំនួន  សហគមន៍"
  },
  "IV.4.2.4": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស បានមិនបាន"
  },
  "IV.4.2.5": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស បានមិនបាន"
  },
  "IV.4.2.6": {
    "data_type": "number",
    "unit_kh": "ចំនួន  គ្រួសារ"
  },
  "IV.4.2.7": {
    "data_type": "number",
    "unit_kh": "ចំនួន  សហគមន៍"
  },
  "IV.4.2.8": {
    "data_type": "number",
    "unit_kh": "ចំនួន  កសិដ្ឋាន"
  },
  "IV.4.2.10": {
    "data_type": "number",
    "unit_kh": "ចំនួន  កន្លែង"
  },
  "IV.4.2.11": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស បានមិនបាន"
  },
  "IV.4.2.12": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស បានមិនបាន"
  },
  "IV.4.3.1": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស មានមិនមាន"
  },
  "IV.4.3.2": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស បានមិនបាន"
  },
  "IV.4.3.3": {
    "data_type": "number",
    "unit_kh": "ចំនួន   ករណី"
  },
  "IV.4.3.4": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស បានមិនបាន"
  },
  "IV.4.3.5": {
    "data_type": "number",
    "unit_kh": ""
  },
  "IV.4.3.6": {
    "data_type": "number",
    "unit_kh": "ចំនួន  សហគមន៍"
  },
  "IV.4.4.1": {
    "data_type": "number",
    "unit_kh": "ចំនួន  ផ្សារ"
  },
  "IV.4.4.2": {
    "data_type": "number",
    "unit_kh": "ចំនួន  ផ្សារ"
  },
  "IV.4.4.3": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស ល្អ មធ្យម  មិនទាន់បានល្អ"
  },
  "IV.4.5.1": {
    "data_type": "number",
    "unit_kh": "ចំនួន គម្រោង"
  },
  "IV.4.5.2": {
    "data_type": "number",
    "unit_kh": ""
  },
  "IV.4.5.3": {
    "data_type": "number",
    "unit_kh": "ចំនួន   គម្រោង"
  },
  "IV.4.5.4": {
    "data_type": "number",
    "unit_kh": "ចំនួន   គម្រោង"
  },
  "V.5.2.2": {
    "data_type": "number",
    "unit_kh": "ចំនួន  គម្រោង"
  },
  "V.5.2.3": {
    "data_type": "number",
    "unit_kh": "ចំនួន   នាក់"
  },
  "V.5.2.4": {
    "data_type": "number",
    "unit_kh": "ចំនួន   នាក់"
  },
  "V.5.3.1": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស មានមិនមាន"
  },
  "V.5.3.2": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស មានមិនមាន"
  },
  "V.5.3.3": {
    "data_type": "number",
    "unit_kh": "ចំនួន   នាក់"
  },
  "V.5.3.4": {
    "data_type": "number",
    "unit_kh": "ចំនួន   នាក់"
  },
  "V.5.4.1": {
    "data_type": "number",
    "unit_kh": "ចំនួន   គ្រួសារ"
  },
  "V.5.5.1": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស បានមិនបាន"
  },
  "V.5.5.2": {
    "data_type": "number",
    "unit_kh": "ចំនួន  គម្រោង"
  },
  "V.5.5.3": {
    "data_type": "number",
    "unit_kh": ""
  },
  "VI.6.1.1": {
    "data_type": "percentage",
    "unit_kh": "ចំនួន  ភាគរយ(%)"
  },
  "VI.6.1.2": {
    "data_type": "number",
    "unit_kh": "ចំនួន  នាក់"
  },
  "VI.6.1.3": {
    "data_type": "number",
    "unit_kh": ""
  },
  "VI.6.2.1": {
    "data_type": "percentage",
    "unit_kh": "ចំនួន  ភាគរយ(%)"
  },
  "VI.6.2.2": {
    "data_type": "number",
    "unit_kh": "ចំនួន   ដង"
  },
  "VI.6.3.1": {
    "data_type": "number",
    "unit_kh": "ចំនួន  ដង"
  },
  "VI.6.3.2": {
    "data_type": "number",
    "unit_kh": "ចំនួន  នាក់"
  },
  "VI.6.3.3": {
    "data_type": "number",
    "unit_kh": "ចំនួន  នាក់"
  },
  "VI.6.3.4": {
    "data_type": "number",
    "unit_kh": "ចំនួន   នាក់"
  },
  "VI.6.3.5": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស បានមិនបាន"
  },
  "VII.7.1.1": {
    "data_type": "number",
    "unit_kh": "ចំនួន   ករណី"
  },
  "VII.7.2.1": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស មានមិនមាន"
  },
  "VII.7.2.2": {
    "data_type": "number",
    "unit_kh": "ចំនួន  សាលាមត្តេយ្យសហគមន៍"
  },
  "VII.7.2.3": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស មានមិនមាន"
  },
  "VII.7.2.4": {
    "data_type": "number",
    "unit_kh": "ចំនួន  គម្រោង"
  },
  "VII.7.2.5": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស បាន មិនបាន"
  },
  "VII.7.2.6": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស បានមិនបាន"
  },
  "VII.7.2.7": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស បានមិនបាន"
  },
  "VII.7.2.8": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស បាន មិនបាន"
  },
  "VII.7.2.9": {
    "data_type": "number",
    "unit_kh": ""
  },
  "VII.7.2.10": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស បានមិនបាន"
  },
  "VII.7.2.11": {
    "data_type": "number",
    "unit_kh": "ចំនួន   នាក់"
  },
  "VII.7.2.12": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស បានមិនបាន"
  },
  "VII.7.2.13": {
    "data_type": "number",
    "unit_kh": "ចំនួន   គម្រោង"
  },
  "VII.7.2.14": {
    "data_type": "number",
    "unit_kh": "ចំនួន   គម្រោង"
  },
  "VII.7.2.15": {
    "data_type": "binary",
    "unit_kh": "ជ្រើសរើស បានមិនបាន"
  },
  "VII.7.2.16": {
    "data_type": "number",
    "unit_kh": "ចំនួន   គម្រោង"
  },
  "VII.7.2.17": {
    "data_type": "number",
    "unit_kh": ""
  },
  "VII.7.3.2": {
    "data_type": "number",
    "unit_kh": "ចំនួន          រៀល"
  },
  "VII.7.4.1": {
    "data_type": "number",
    "unit_kh": "ចំនួន      នាក់"
  },
  "VII.7.4.2": {
    "data_type": "number",
    "unit_kh": "ចំនួន      នាក់"
  },
  "VII.7.4.3": {
    "data_type": "number",
    "unit_kh": "ចំនួន      នាក់"
  },
  "VII.7.4.4": {
    "data_type": "number",
    "unit_kh": "ចំនួន      នាក់"
  }
};
